Repository: 123unix/tasks
Catalog: translations/strings/strings-*.po
Languages: ca, de, es, fr, it, ja, nb, ru, sv

source: To use repeats, set at least one of the deadlines above. When you complete this task, the deadline will be automatically advanced. \n\n If you don't want to see the new task right after you complete the old one, you should use the "Hide Until" field, which will also be advanced automatically. \n
ca: Per utilitzar repeticions, cal que ajustis com a mínim un dels terminis de sobre. Quan completis la tasca, el termini s'avançarà automàticament. \n\n Si no vols veure la nova tasca just després de que completis l'antiga, has d'utilitzar el camp "Ocultar Fins", el qual també s'avançarà automàticament. \n
de: Stelle oben zumindest eine Frist ein um Wiederholungen zu nutzen. Wenn du die Aufgabe erledigst, wird die Frist automatisch verschoben.\n\n Wenn du die neue Aufgabe nicht gleich nach der Fertigstellung der Alten sehen willst, solltest du das Feld "Verstecken bis" nutzen, das ebenfalls automatisch verschoben wird.
es: Para usar repeticiones, poner al menos una fecha límite. Cuando termines esta tarea, la fecha límite avanzará automáticamente. \n\n Si no quieres ver la nueva tarea una vez que hayas completado la antigua, debes usar el campo "Ocultar hasta", que también avanzará automáticamente. \n
fr: Pour utiliser les répétitions, renseignez la date limite et/ou la date prévue. Lorsque cette tâche sera accomplie, la date limite/prévue sera automatiquement avancée. \n\n Si vous ne désirez pas voir la nouvelle tâche juste après avoir accompli la précédente, cochez le champ "Masquez jusqu'à", qui sera lui aussi avancé automatiquement. \n
it: Per usare le ripetizioni, imposta almeno un termine sopra. Dopo aver completato quest'attività, il termine sarà automaticamente avanzato. \n\n Se tu non vuoi vedere la nuova attività
ja: 繰り返しを使うために、上記の期限のうちの少なくとも1つを決めてください。あなたがこのタスクを完了したタイミングで、期限は自動的に繰り越されます。\n\nもしあなたが現在のタスクを消化し終えるまで次回のタスクを見たくないならば、「〜まで隠す」の項目を使って自動的に繰り越すべきです。\n
nb: For å bruke gjentakelser må du sette minst en av tidsfristene over. Når du fullfører denne oppgaven, vil tidsfristen automatisk bli flyttet. \n\n Hvis du ikke ønsker å se den nye oppgaven rett etter at du fullfører den gamle, bør du bruke "Gjem Til"-feltet, som også vil bli flyttet automatisk. \n
ru: Для использования повторов, установите хотя бы один из сроков выше. Когда задача будет выполнена, срок будет автоматически перенесён.\n\n Если вы не хотите видеть новую задачу сразу после выполнения предыдущей, используйте поле "Скрыть до", которое также будет автоматически переноситься.\n
sv: För att använda upprepning av uppgifter, välj minst en av ovanstående deadlines. När du har fullgjort denna uppgift kommer dess deadline flyttas fram automatiskt. \n\n Om du inte vill se den nya uppgiften genast efter att du fullgjort den gamla så kan du använda fältet "Göm tills", som på samma sätt kommer att flyttas fram. \n

source: Don't Show Help Anymore
ca: No mostrar les Ajudes
de: Hilfe nicht mehr anzeigen
es: No mostrar la ayuda más
fr: Ne plus afficher l'aide
it: Non Mostrare Più gli Aiuti
ja: もうヘルプを表示しない
nb: Ikke vis hjelp lenger
ru: Не показывать справку

source: Save
ca: Desar
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
nb: Lagre
ru: Готово
sv: Spara

source: Discard
ca: Descartar
de: Verwerfen
es: Descartar
fr: Annuler
it: Annulla
ja: 破棄
nb: Forkast
ru: Отмена
sv: Ignorera

source: Edit
ca: Edita
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
nb: Rediger
ru: Правка
sv: Redigera

source: Delete
ca: Esborra
de: Löschen
es: Borrar
fr: Supprimer
it: Elimina
ja: 削除
nb: Slett
ru: Удалить
sv: Radera

source: Click to Set
ca: Clic per Establir
de: Anklicken zum Einstellen
es: Pulse para fijar
fr: Cliquez pour définir
it: Imposta
ja: セットする
nb: Klikk for å sette
ru: Клик для установки
sv: Klicka för att ställa in

source: Task Saved: due in %s
ca: Tasca Desada: acaba en %s
de: Aufgabe gespeichert: fällig in %s
es: Tarea guardada: finaliza en %s
fr: Tâche enregistrée : échéance dans %s
it: Attività salvata: scade %s
ja: タスクは保存されました: 残り %s
nb: Oppgave lagret: forfaller om %s
ru: Задача сохранена: завершить за %s
sv: Uppgift sparad: färdigt senast om %s

source: Task Saved: due %s ago
ca: Tasca Desada: va acabar fa %s
de: Aufgabe gespeichert: fällig vor %s
es: Tarea guardada: finalizó hace %s
fr: Tâche enregistrée : échue il y a %s
it: Attvità salvata: scaduta %s fa
ja: タスクは保存されました: 期限は %s 前です
nb: Oppgave lagret: forfalt for %s siden
ru: Задача сохранена: завершена %s назад
sv: Uppgift sparad: färdigt senast för %s sedan

source: Task Saved
ca: Tasca Desada
de: Aufgabe gespeichert
es: Tarea guardada
fr: Tâche enregistrée
it: Attvità salvata
ja: タスクは保存されました
nb: Oppgave lagret
ru: Задача сохранена
sv: Uppgift sparad

source: Astrid says...
ca: Astrid diu...
de: Astrid sagt...
es: Astrid dice...
fr: Astrid dit ...
it: Astrid dice...
ja: Astridより...
nb: Astrid sier...
ru: Astrid говорит...
sv: Astrid säger...

source: Astrid: Tag View:
ca: Astrid: Vista d'Etiquetes:
de: Astrid: Tag Ansicht:
es: Astrid: vista de etiqueta:
fr: Astrid : Vue par tags :
it: Astrid: Vista etichetta:
ja: Astrid: タグビュー:
nb: Astrid: Tagg-visning:
ru: Astrid: Просмотр меток:
sv: Astrid: Märknings-vy

source: Create Task With Tag
ca: Crear Tasca amb Etiqueta
de: Aufgabe mit Tag erstellen
es: Crear tarea con etiqueta
fr: Créer une tâche avec tag
it: Crea attività con etichetta
ja: タグを使ってタスク生成
nb: Opprett oppgave med tagg
ru: Создать задачу с меткой
sv: Skapa uppgift med märkning

source: Edit Tag
ca: Editar Etiqueta
de: Tag bearbeiten
es: Editar etiqueta
fr: Modifier le tag
it: Modifica etichetta
ja: タグ編集
nb: Rediger tagg
ru: Правка метки
sv: Redigera märkning

source: Delete Tag
ca: Eliminar Etiqueta
de: Tag löschen
es: Borrar etiqueta
fr: Effacer le tag
it: Elimina etichetta
ja: タグ削除
nb: Slett tagg
ru: Удалить метку
sv: Radera märkning

source: Show on Home Page
ca: Mostrar a Pàgina Inicial
de: Auf der Startseite anzeigen
es: Mostrar en página principal
fr: Afficher sur la page d'accueil
it: Mostra nella home
ja: ホームページを表示
nb: Vis på hovedside
ru: Показать на Home
sv: Visa på startsida

source: Hide on Home Page
ca: Ocultar a Pàgina Inicial
de: Auf der Startseite verstecken
es: Ocultar en página principal
fr: Masquer sur la page d'accueil
it: Nascondi nella home
ja: ホームページを隠す
nb: Skjul fra hovedside
ru: Убрать с Home
sv: Göm på startsida

source: Create Shortcut
ca: Crear Drecera
de: Verknüpfung erstellen
es: Crear acceso directo
fr: Créer un raccourci
it: Crea scorciatoia
ja: ショートカットを作る
nb: Lag snarvei
ru: Создать ярлык
sv: Skapa genväg

source: Shortcut created on your home screen!
ca: Drecera creada al teu Escriptori!
de: Verknüpfung wurde auf der Startseite erstellt!
es: ¡Acceso directo creado en tu página principal!
fr: Raccourci créé sur votre page d'accueil
it: Scorciatoia creata nella home!
ja: Home画面にショートカットを作りました
nb: Snarvei er opprettet på din hovedskjerm!
ru: Ярлык создан на Home!
sv: Genväg skapad på din startsida!

source: Tag:
ca: Etiqueta:
es: Etiqueta:
it: Etichetta:
ja: タグ:
nb: Tagg:
ru: Метка:
sv: Märkning:

source: [untagged]
ca: [sense_etiqueta]
de: [nicht getagged]
es: [sin etiquetar]
fr: [pas de tag]
it: [nessuna etichetta]
ja: [タグは付いていません]
nb: [ikke-tagget]
ru: [без меток]
sv: [omärkt]

source: Sort A-Z
ca: Ordenar A-Z
de: Sortiere von A-Z
es: Ordenar A-Z
fr: Tri de A à Z
it: Ordina A-Z
ja: A-Z順(文字順)
nb: Sorter alfabetisk
ru: Сортировка А-Я
sv: Sortera A-Ö

source: Sort by Size
ca: Ordenar per Mida
de: Sortiere nach Größe
es: Ordenar por tamaño
fr: Tri par nombre
it: Ordina per dimensione
ja: サイズ順
nb: Sorter etter størrelse
ru: Сортировка по размеру
sv: Sortera efter storlek

source: Synchronization Services
ca: Serveis de Sincronització
de: Abgleich-Dienste
es: Servicios de sincronización
fr: Services de synchronisation
it: Servizi di sincronizzazione
ja: 同期サービス
nb: Synkroniseringstjenester
ru: Сервисы синхронизации
sv: Synkroniseringstjänster

source: Actions
ca: Accions
de: Aktionen
es: Acciones
it: Azioni
ja: アクション
nb: Handlinger
ru: Действия
sv: Åtgärder

source: Options
ca: Opcions
de: Optionen
es: Opciones
it: Opzioni
ja: オプション
nb: Innstillinger
ru: Параметры
sv: Alternativ

source: Auto-Synchronize
ca: Auto-Sincronitzar
de: Auto-Abgleichen
es: Auto-sincronizar
fr: Synchronisation automatique
it: Sincronizzazione autom.
ja: 自動的に同期する
nb: Auto-synkroniser
ru: Автосинхронизация
sv: Auto-synkronisera

source: If set, synchronization occurs automatically given interval
ca: Si està marcat, la sincronització es fa automàticament cada interval donat
de: Abgleich geschieht automatisch im eingestellten Intervall, falls ausgewählt
es: Si está activado, la sincronización se hará en el intervalo dado
fr: Activée, la synchronisation a lieu automatiquement à intervalles définis
it: La sincronizzazione avviene all'intervallo impostato
ja: セットすると、自動的に間隔を置いて同期されます
nb: Dersom denne settes, vil synkronisering skje automatisk med gitt intervall
ru: Если установлено, то синхронизируется автоматически
sv: Om inställt så sker synkronisering automatiskt på givet intervall

source: Main Menu Shortcut
ca: Drecera al Menú Principal
de: Hauptmenu-Verknüpfung
es: Acceso directo al menú
fr: Raccourci dans le menu
it: Scorciatoia menù principale
ja: メインメニューのショートカット
nb: Hovedmeny-snarvei
ru: Ярлык в Главном меню
sv: Genväg för Huvudmeny

source: Show "Synchronize" in Astrid's menu
ca: Mostrar "Sincronitzar" al Menú d'Astrid
de: Zeige "Abgleichen" in Astrids Menü
es: Mostrar "Sincronizar" en el menú de Astrid
fr: Afficher "Synchroniser" dans le menu principal d'Astrid
it: Mostra "Sincronizza" nel menù di Astrid
ja: Astridのメニューの中に"Synchronize"を表示
nb: Vis "Synkroniser" i Astrids meny
ru: Показывать "Синхронизировать" в меню
sv: Visa "Synkronisera" i Astrids meny

source: Hide Dialogs
ca: Ocultar Diàlegs
de: Fenster verstecken
es: Ocultar dialogos
fr: Masquer les messages
it: Nascondi finestre
ja: ダイアログを表示しない
nb: Skjul dialogvinduer
ru: Скрыть диалоги
sv: Göm dialogrutor

source: Hide the Sync Results dialogs
ca: Ocultar els diàlegs de Resultats Sincro
de: Verstecke das Abgleich-Fenster
es: Oculta los resultados de la sincronización
fr: Masquer les messages de synchronisation
it: Nascondi la finestra dei risultati di sincronizzazione
ja: 同期結果ダイアログを表示しない
nb: Skjul dialogvinduet med synkroniseringsresultater
ru: Скрывать диалоги результата синхронизации
sv: Göm dialogrutor för synk-resultat

source: Auto-Sync Wifi Only
ca: Auto-Sinc només WiFi
de: Auto-Abgleich nur über WLAN
es: Auto-sincronizar solo con Wifi
fr: Synchro-Auto uniquement par Wi-Fi
it: Solo con Wi-Fi
ja: Wifiの場合のみ自動同期する
nb: Auto-synkroniser kun over Wifi
ru: Автосинхронизация только по WiFi
sv: Auto-Synk bara m. Wifi

source: If set, auto-sync only happens when Wifi is active
ca: Si està marcat, l'auto-sinc només es fa quan el WiFi és actiu
de: Abgleich nur über WLAN, falls ausgewählt
es: Si está activado, la auto-sincronización se hará cuando la Wifi esté activa
fr: Activée, la synchronisation automatique a lieu uniquement lorsque le Wi-Fi est actif
it: La sincronizzazione avviene solo col Wi-Fi attivo
ja: セットすると、Wifiが使えるときだけ自動同期します
nb: Dersom denne er valgt vil auto-sykronisering kun skje når Wifi er aktiv
ru: Если установлено, то синхронизация только если активен WiFi
sv: Om påslaget så används Auto-Synk endast när Wifi är aktivt

source: Sync Error! Sorry for the inconvenience! Error:
ca: Error de Sincro! Perdona la Inconveniència! Error:
de: Abgleich-Fehler! Entschuldige die Störung! Fehler:
es: ¡Error de sincronización! ¡Disculpe los inconvenientes! Error:
fr: Erreur de synchronisation ! Excusez-nous du désagrément ! Erreur :
it: Errore di sincronizzazione. Errore:
ja: 同期エラー発生! ご迷惑をおかけします! エラー内容:
nb: Synkroniseringsfeil! Beklager bryderiet! Feilmelding:
ru: Ошибка синхронизации! Приносим извинения! Ошибка:
sv: Synk-fel! Beklagar olägenheten! Fel:

source: Astrid 2.7 now performs synchronization with RTM in the background. You will be directed to the preferences page to configure how often you want this to occur (it is a minor drain on battery).
ca: Astrid 2.7 ara fa la sincronització amb RTM en un procés de fons. Seràs redirigit a la pàgina de preferències per configurar cada quant vols que això passi (és una despesa mínima de bateria)
de: Astrid 2.7 führt nun den Abgleich mit RTM im Hintergrund aus. Du wirst zu den Einstellungen geleitet, um festzulegen, wie oft das passieren soll. (Das wirkt sich ein wenig auf die Akkulaufzeit aus.)
es: Astrid 2.7 sincroniza ahora con RTM en segundo plano. Deberás ir a las preferencias para configurar cada cuanto quieres que esto ocurra (es un pequeño gasto de la batería).
fr: Astrid 2.7 se synchronise désormais avec RTM en arrière plan. Vous allez devoir choisir la fréquence à laquelle vous voulez que cela se produise (faible cout d'énergie).
it: Astrid 2.7 è in grado di sincronizzare le attività con RTM in background. Verrà chiesto di configurare ogni quanto eseguire la sincronizzazione (non consuma molta batteria).
ja: Astrid 2.7はバックグラウンドにてRTMを使った同期処理を行います。どのくらいの頻度で起動するか設定することにより、好きなページに誘導されるでしょう。(これは少しバッテリーを消費します)
nb: Astrid 2.7 utfører nå synkronisering med RTM i bakgrunnen. Du vil bli overført til sidene for instillinger for å konfigurere hvor ofte du ønsker at dette skal forekomme (det trekker noe ekstra batteri).
ru: Astrid 2.7 будет производить синхронизацию с RTM в фоне. В настройках вы можете настроить как часто это будет происходить.
sv: Astrid 2.7 synkroniserar nu med RTM i bakgrunden. Du kommer att skickas till "preferences"-sidan för att ställa in hur ofta du vill att detta ska ske (drar måttligt med batteri).

source: Synchronize Now!
ca: Sincronitzar Ara!
de: Jetzt abgleichen!
es: ¡Sincronizar ahora!
fr: Synchroniser maintenant !
it: Sincronizza
ja: 同期中!
nb: Synkroniser nå!
ru: Синхронизировать!
sv: Synkronisera Nu!

source: Clear Personal Data
ca: Eliminar Dades Personals
de: Persönliche Daten löschen
es: Borrar datos personales
fr: Effacer les données personnelles
it: Elimina dati personali
ja: 個人情報を削除
nb: Slett personlige data
ru: Удалить личные данные
sv: Rensa personliga data

source: Sync: Up to date!
ca: Sinc: Al dia!
de: Abgleich: Akualisiert!
es: ¡Sincronización al día!
fr: Synchronisation : Déjà à jour !
it: Sincronizzazione: aggiornata!
ja: 同期: アップデート中!
nb: Synkronisering: Oppdatert!
ru: Синхронизировано!
sv: Synk: Aktuellt!

source: Clear data for selected services?
ca: Eliminar dades pels serveis seleccionats?
de: Daten für ausgewählte Dienste löschen?
es: ¿Borrar datos en los servicios seleccionados?
fr: Effacer les données pour les services sélectionnés ?
it: Eliminare i dati per i servizi selezionati?
ja: 選択されたサービスのデータをクリアしますか?
nb: Slett data for de valgte tjenestene?
ru: Удалить данные указанных сервисов?
sv: Radera data för valda tjänster?

source: No Synchronizers Enabled!
ca: No hi ha cap Sincronitzador Actiu!
de: Kein Abgleich eingestellt!
es: ¡No hay programas de sincronización activados!
fr: Aucun service de synchronisation choisi !
it: Nessun sincronizzatore abilitato!
ja: 同期機能が有効になっていません!
nb: Ingen synkronisere aktivert!
ru: Не указаны сервисы синхронизации
sv: Inga synkroniseringar påslagna!

source: Last Sync Date: %s
ca: Darrera Data Sincro: %s
de: Zuletzt abgeglichen: %s
es: Última fecha de sincronización: %s
fr: Date de dernière synchronisation : %s
it: Ultima sincronizzazione: %s
ja: 最後に同期した日時: %s
nb: Forrige synkronisering: %s
ru: Дата последней синхронизации: %s
sv: Senaste Synk: %s

source: Last AutoSync Attempt: %s
ca: Darrer intent d'Auto-Sinc: %s
de: Letzter Abgleich-Versuch: %s
es: Último intento de auto-sincronización: %s
fr: Dernier essai de synchronisation automatique : %s
it: Ultimo tentativo: %s
ja: 最後に自動同期を試みた日時: %s
nb: Forrige forsøk på auto-synkronisering: %s
ru: Последняя попытка автосинхронизации: %s
sv: Senaste AutoSynk-försök: %s

source: never
ca: mai
de: Noch nie
es: nunca
fr: jamais
it: mai
ja: しない
nb: aldri
ru: никогда
sv: aldrig

source: %s Results
ca: %s Resultats
de: %s Ergebnisse
es: %s Resultados
fr: %s Résultats
it: %s risultati
ja: %s 結果
nb: %s resultater
ru: %s результатов
sv: %s Resultat

source: Summary - Astrid Tasks:
ca: Sumari - Tasques Astrid:
de: Zusammenfassung - Astrid Aufgaben:
es: Resumen - Tareas en Astrid:
fr: Résumé - Tâches Astrid :
it: Sommario - Attività Astrid:
ja: 要約 - Astridのタスク:
nb: Oppsummering - Astrid-oppgaver:
ru: Всего - задач Astrid:
sv: Sammanfattning - Astrid-Uppgifter:

source: Summary - Remote Server:
ca: Sumari - Servidor Remot:
de: Zusammenfassung - Server:
es: Resumen - Servidor remoto:
fr: Résumé - Serveur distant :
it: Sommario - Server remoto:
ja: 要約 - サーバー:
nb: Oppsummering - tjener:
ru: Всего - Удаленный сервер:
sv: Sammanfattning - Fjärrserver:

source: Created: %d
ca: Creat: %d
de: Erstellt: %d
es: Creado: %d
fr: Créé : %d
it: Creata: %d
ja: 作成日時: %d
nb: Opprettet: %d
ru: Создано: %d
sv: Skapad: %d

source: Updated: %d
ca: Actualitzat: %d
de: Aktualisiert: %d
es: Actualizado: %d
fr: Mise à jour : %d
it: Aggiornata: %d
ja: 更新日時: %d
nb: Oppdatert: %d
ru: Изменено: %d
sv: Uppdaterad: %d

source: Deleted: %d
ca: Eliminat: %d
de: Gelöscht: %d
es: Borrado: %d
fr: Supprimé : %d
it: Eliminata: %d
ja: 削除した日時: %d
nb: Slettet: %d
ru: Удалено: %d
sv: Raderad: %d

source: Merged: %d
ca: Fusionat: %d
de: Zusammengeführt: %d
es: Combinado: %d
fr: Fusionné : %d
it: Unita: %d
ja: まとめた日時: %d
nb: Sammenslått: %d
ru: Добавлено: %d
sv: Sammanslagen: %d

source: Reading Remote Data
ca: Llegint Dades Remotes
de: Empfange Daten vom Server
es: Leyendo datos remotos
fr: Lecture des données distantes
it: Lettura dati remoti
ja: サーバのデータを読み込み中
nb: Henter data fra tjener
ru: Читаем удаленные данные
sv: Läser fjärr-data

source: Reading List: %s
ca: Llegint Llista: %s
de: Empfange Liste: %s
es: Leyendo lista: %s
fr: Lecture de la liste: %s
it: Lettura elenco: %s
ja: 読み込み中のリスト: %s
nb: Henter liste: %s
ru: Читаем список: %s
sv: Läser lista: %s

source: Synchronizing Repeating Task
ca: Sincronitzant Tasca Repetitiva
de: Sich wiederholende Aufgabe abgleichen
es: Sincronizando tareas repetidas
fr: Synchronisation des tâches répétées
it: Sincronizzazione attività ripetitive
ja: 繰り返すタスクを同期しています
nb: Synkroniserer gjentakende oppgaver
ru: Синхронизируем повторяющуюся задачу
sv: Synkroniserar återkommande uppgifter

source: Transmitting: %s
ca: Transmetent: %s
de: Übertragung: %s
es: Transmitiendo: %s
fr: Transmission : %s
it: Invio: %s
ja: 転送中: %s
nb: Sender: %s
ru: Передаем: %s
sv: Skickar: %s

source: Locally Deleted Tasks
ca: Tasques Eliminades Localment
de: Lokal gelöschte Aufgaben
es: Tareas borradas localmente
fr: Tâches locales supprimées
it: Attività locali eliminate
ja: 端末内で削除されたタスク
nb: Lokalt slettede oppgaver
ru: Задачи удаленные локально
sv: Lokalt raderade uppgifter

source: Receiving: %s
ca: Rebent: %s
de: Empfange: %s
es: Recibiendo: %s
fr: Réception : %s
it: Ricezione: %s
ja: 受信中: %s
nb: Mottar: %s
ru: Принимаем: %s
sv: Mottager: %s

source: Please Log In to RTM...
ca: Si us plau, Entra a RTM...
de: Bitte bei RTM anmelden...
es: Por favor, conéctate a RTM...
fr: Veuillez vous identifier sur RTM...
it: Accedi a RTM...
ja: RTMにログインしてください...
nb: Vennligst logg inn på RTM
ru: Пожалуйста войдите на RTM...
sv: Vänligen Logga in på RTM...

source: Sorry, there was an error verifying your login. Please try again. \n\n Error Message:
ca: Ho sento, hi ha un error verificant les teves dades. Si us plau, torna-ho a provar. \n\n Missatge d'Error:
de: Sorry, Fehler bei der Anmeldung. Versuchs noch mal. \n\n Fehlermeldung:
es: Lo siento, ha habido un error al verificar tu identificación. Por favor, inténtelo de nuevo. \n\n Mensaje de error:
fr: Désolé, une erreur s'est produite en vérifiant votre identifiant. Veuillez réessayer. \n\n Message d'erreur :
it: Si è verificato un errore durante l'accesso, riprova. \n\n Messaggio d'errore:
ja: 申し訳ないですが、あなたのログイン状況を確認中にエラーが発生しました。もう一度試してみてください。\n\n エラーメッセージ:
nb: Beklager, det oppsto en feil under innloggingen. Vennligst forsøk igjen. \n\nFeilmelding:
ru: Извините, ошибка верификации логина. Попробуйте еще раз. \n\n Сообщение об ошибке:
sv: Beklagar, men det blev ett fel vid verifiering av din inloggning. Vänligen försök igen. \n\n Felmeddelande:

source: Loading...
ca: Carregant...
de: Lade...
es: Cargando...
fr: Chargement…
it: Caricamento...
ja: 読み込み中...
nb: Laster ...
ru: Загрузка...
sv: Laddar...

source: Updating List...
ca: Actualitzant Llista...
de: Aktualisiere Liste …
es: Actualizando lista...
fr: Mise à jour de la liste
it: Aggiornamento elenco...
ja: リスト更新中...
nb: Oppdaterer liste ...
ru: Обновление списка...
sv: Uppdaterar lista...

source: Information
ca: Informació
es: Información
it: Informazioni
ja: インフォメーション
nb: Informasjon
ru: Информация

source: Question
ca: Pregunta
de: Frage
es: Pregunta
it: Domanda
ja: 質問
nb: Spørsmål
ru: Вопрос
sv: Fråga

source: Done
ca: Fet
de: Erledigt
es: Listo
fr: Terminé
it: Completata
ja: 完了
nb: Utført
ru: Готово
sv: Klar

source: View This Task
ca: Veure Tasca
de: Task ansehen
es: Ver Esta Tarea
fr: Voir cette tâche
it: Visualizza attività
ja: タスク確認
nb: Se på dette gjøremålet
ru: Открыть эту задачу
sv: Visa Uppgiften

source: Already Done!
ca: Ja és Fet!
de: Schon erledigt!
es: ¡Ya acabada!
fr: Déjà fait !
it: Completata
ja: 既に完了しています!
nb: Allerede utført!
ru: Уже готово!
sv: Redan Klart!

source: Snooze...
ca: Repetició
de: Später...
es: Tregua
fr: Plus tard…
it: Rimanda...
ja: スヌーズ
nb: Slumre
ru: Дремать...
sv: Vänta...

source: Go Away!
ca: Sortir
de: Hau ab!
es: Marcharse
fr: Va-t-en !
it: Vattene!
ja: 終了
nb: Gå vekk!
ru: Отстань!
sv: Försvinn!

source: Hours/minutes to snooze?
ca: Hores/minuts per repetició?
de: Stunden/Minuten zum Schlummern?
es: ¿Horas/minutos para repetición?
fr: Durée de veille (heures/minutes)
it: Ore/Minuti per posporre
ja: スヌーズのための時/分は?
nb: Timer/minutter å utsette?
ru: Часов/минут позже
sv: Timmar/minuter att snooza?

source: Delete this task?
ca: Eliminar aquesta Tasca?
de: Diese Aufgabe löschen?
es: ¿Borrar esta tarea?
fr: Supprimer cette tâche ?
it: Eliminare l'attività?
ja: このタスクを削除しますか?
nb: Slett denne oppgaven?
ru: Удалить эту задачу?
sv: Radera denna uppgift?

source: Remove this tag from all tasks?
ca: Eliminar aquesta Etiqueta de totes les Tasques?
de: Diesen Tag aus allen Aufgaben entfernen?
es: ¿Borrar esta etiqueta de todas las tareas?
fr: Enlever ce tag de toutes les tâches ?
it: Rimuovere questa etichetta da tutte le attività?
ja: すべてのタスクからこのタグを削除しますか?
nb: Fjern denne taggen fra alle oppgaver?
ru: Удалить эту метку из всех задач?
sv: Ta bort denna märkning från alla uppgifter?

source: Stop the timer?
ca: Aturar el temporitzador?
de: Den Timer stoppen?
es: ¿Parar el temporizador?
fr: Arrêter le chrono ?
it: Fermare il timer?
ja: タイマーを停止しますか?
nb: Stopp tidtakeren?
ru: Установить таймер?
sv: Stoppa Timer?
