Repository: 123unix/tasks
Catalog: translations/strings/strings-*.po
Languages: ca, de, es, fr, it, ja, nb, ru, sv

source: Day(s)
ca: Dia/es
de: Tag(e)
es: Día(s)
fr: Jour(s)
it: Giorni
ja: 毎日
nb: Dag(er)
ru: День(дней)
sv: Dag(ar)

source: Week(s)
ca: Setmana/es
de: Woche(n)
es: Semana(s)
fr: Semaine(s)
it: Settimane
ja: 毎週
nb: Uke(r)
ru: Неделя(ль)
sv: Vecka/veckor

source: Month(s)
ca: Mes/os
de: Monat(e)
es: Mes(es)
fr: Mois
it: Mesi
ja: 毎月
nb: Måned(er)
ru: Месяц(ев)
sv: Månad(er)

source: Hour(s)
ca: Hora/es
de: Stunde(n)
es: Hora(s)
fr: Heure(s)
it: Ore
ja: 毎時
nb: Time(r)
ru: Час(ов)
sv: Timme/timmar

source: 1 Task
ca: 1 Tasca
de: 1 Aufgabe
es: 1 Tarea
fr: 1 Tâche
it: 1 attività
ja: 1 タスク
nb: 1 oppgave
ru: 1 Задача
sv: 1 Uppgift

source: %d Tasks
ca: %d Tasques
de: %d Aufgaben
es: %d Tareas
fr: %d Tâches
it: %d attività
ja: %d タスク
nb: %d oppgaver
ru: %d Задач
sv: %d Uppgifter

source: %d / %d Active
ca: %d / %d Actives
de: %d / %d Aktiv
es: %d / %d Activo
fr: %d / %d Active(s)
it: %d / %d attive
ja: %d / %d 有効
nb: %d / %d aktive
ru: %d / %d Активных
sv: %d / %d Aktiva

source: One Alarm
ca: Una Alarma
de: Ein Alarm
es: Una Alarma
fr: Une Alerte
it: Un allarme
ja: 1 アラーム
nb: Én alarm
ru: Один будильник
sv: Ett Alarm

source: Two Alarms
ca: Dues Alarmes
de: Zwei Alarme
es: Dos Alarmas
fr: Deux Alertes
it: Due allarmi
ja: 2 アラーム
nb: To alarmer
ru: Два будильника
sv: Två Alarm

source: %d Alarms
ca: %d Alarmes
de: %d Alarme
es: %d Alarmas
fr: %d Alertes
it: %d allarmi
ja: %d アラーム
nb: %d alarmer
ru: %d Будильников
sv: %d Alarm

source: 1 Tag
ca: 1 Etiqueta
es: 1 Etiqueta
it: 1 etichetta
ja: 1 タグ
nb: 1 tagg
ru: 1 Метка
sv: 1 Märkning

source: %d Tags
ca: %d Etiquetes
es: %d Etiquetas
it: %d etichette
ja: %d タグ
nb: %d tagger
ru: %d Метки
sv: %d Märkningar

source: MMM d
ca: d MMM
de: d. MMM
es: d MMM
fr: dd MMM
it: d MMM
nb: d MMM
ru: d MMM
sv: d MMM

source: M/dd HH:mm
ca: HH:mm dd/M
de: dd/M HH:mm
es: HH:mm dd/M
fr: dd/MM HH:mm
it: dd/M HH:mm
nb: dd/M HH:mm
ru: dd/M HH:mm
sv: M/dd TT:mm

source: D\na\ny\ns
ca: D\ni\ne\ns
de: T a g e
es: D\ní\na\ns
fr: j\no\nu\nr\ns
ja: 日
nb: d\na\ng\ne\nr
ru: D\ny\na\ns
sv: D\na\ng\na\nr

source: 1 Day
ca: 1 Dia
de: 1 Tag
es: 1 Día
fr: 1 jour
it: 1 giorno
ja: 1 日
nb: 1 dag
ru: 1 День
sv: 1 dygn

source: %d Days
ca: %d Dies
de: %d Tage
es: %d Días
fr: %d jours
it: %d giorni
ja: %d 日
nb: %d dager
ru: %d Дней
sv: %d Dagar

source: 1 Hour
ca: 1 Hora
de: 1 Stunde
es: 1 Hora
fr: 1 heure
it: 1 ora
ja: 1 時間
nb: 1 time
ru: 1 Час
sv: 1 Timme

source: %d Hours
ca: %d Hores
de: %d Stunden
es: %d Horas
fr: %d heures
it: %d ore
ja: %d 時間
nb: %d timer
ru: %d Часов
sv: %d Timmar

source: 1 Minute
ca: 1 Minut
es: 1 Minuto
it: 1 minuto
ja: 1 分
nb: 1 minutt
ru: 1 Минута
sv: 1 Minut

source: %d Minutes
ca: %d Minuts
de: %d Minuten
es: %d Minutos
it: %d minuti
ja: %d 分
nb: %d minutter
ru: %d Минут
sv: %d Minuter

source: 1 Second
ca: 1 Segon
de: 1 Sekunde
es: 1 Segundo
fr: 1 seconde
it: 1 secondo
ja: 1 秒
nb: 1 sekund
ru: 1 Секунда
sv: 1 Sekund

source: %d Seconds
ca: %d Segons
de: %d Sekunden
es: %d Segundos
fr: %d secondes
it: %d secondi
ja: %d 秒
nb: %d sekunder
ru: %d Секунд
sv: %d Sekunder

source: 1 Hr
de: 1 Std
fr: 1 h
it: 1 ora
ja: 1 時間
nb: 1 t
ru: 1 Час
sv: 1 Tim

source: %d Hrs
de: %d Std
fr: %d h
it: %d ore
ja: %d 時間
nb: %d t
ru: %d час
sv: %d Tim

source: 1 Min
ja: 1 分
ru: 1 Мин

source: %d Min
ja: %d 分
ru: %d Мин

source: 1 Sec
ca: 1 Seg
de: 1 Sek
es: 1 Seg
fr: 1 s
ja: 1 秒
nb: 1 s
ru: 1 Сек
sv: 1 Sek

source: %d Sec
ca: %d Seg
de: %d Sek
es: %d Seg
fr: %d s
ja: %d 秒
nb: %d s
ru: %d Сек
sv: %d Sek

source: %s Ago
ca: Fa %s
de: Vor %s
es: Hace %s
fr: il y a %s
it: %s fa
ja: %s 前
nb: %s siden
ru: %s назад
sv: %s Sedan

source: Tagged "%s":
ca: Etiquetat "%s":
es: Etiquetado "%s":
fr: Taguées "%s" :
it: Etichettata "%s":
ja: タグ "%s":
nb: Tagget "%s":
ru: Отмечено "%s":
sv: Märkt "%s":

source: Untagged Tasks:
ca: Tasques sense etiqueta:
de: Aufgaben ohne Tags:
es: Tareas sin etiquetar:
fr: Tâches sans tags :
it: Attività senza etichetta:
ja: タグが付いてないタスク:
nb: Ikke-taggede oppgaver:
ru: Задачи без Меток:
sv: Otaggade Uppgifter

source: hidden
ca: ocult
de: versteckt
es: oculto
fr: cachée(s)
it: nascoste
ja: 非表示
nb: skjult
ru: скрытых
sv: dold

source: New Task
ca: Nova tasca
de: Neue Aufgabe
es: Nueva Tarea
fr: Nouvelle tâche
it: Nuova attività
ja: 新規タスク
nb: Nye oppgaver
ru: Новая задача
sv: Ny Uppgift

source: Could Not Find Requested Tag!
ca: No es troba l'etiqueta demanada!
de: Konnte gesuchten Tag nicht finden!
es: ¡No se encuentra la etiqueta!
fr: Impossible de trouver le tag demandé
it: Impossibile trovare l'etichetta richiesta!
ja: タグが見つかりませんでした!
nb: Fant ikke forespurt tagg!
ru: Запрошенная Метка не найдена!
sv: Kunde inte finna efterfrågad tagg!

source: H
de: V
es: O
fr: C
it: N
nb: s
ru: С

source: Due in
ca: Finalitza en
de: Fällig in
es: Vence en
fr: Prévu dans
it: Scadenza in
ja: 表示まで
nb: Forfaller om
ru: Выполнить за
sv: Senast klart om

source: Due on
ca: Finalitza el
de: Fällig am
es: Vence el
fr: Prévu le
it: Scade il
ja: 期日まで
nb: Forfaller på
ru: Окончание
sv: Senast klart den

source: Goal
ca: Objectiu
de: Ziel
es: Meta
fr: Objectif
it: Obiettivo
ja: 目標
nb: Mål
ru: Цель
sv: Mål

source: Overdue by
ca: Amb retard de
de: Uberfällig seit
es: Con un retraso de
fr: En retard de
it: Scaduta da
ja: 遅延
nb: Forfallstidspunkt overskredet med
ru: Опоздание
sv: Överskriden med

source: Finished %s
ca: Acabat fa %s
de: Vor %s erledigt
es: Terminado %s
fr: Accomplie %s
it: Terminata %s
ja: %s に完了
nb: Fullført %s
ru: Завершена %s
sv: Avslutad %s

source: Estimated:
ca: Estimat:
de: Zeitschätzung:
es: Estimado:
fr: Estimée à
it: Stimata:
ja: 概要:
nb: Estimert:
ru: Примерно:
sv: Uppskattad:

source: Spent:
ca: Gastat:
de: Verbracht:
es: Empleado:
fr: Temps passé :
it: Spesi:
ja: 経過:
nb: Brukt:
ru: Затрачено
sv: Spenderat:

source: Poke Every
ca: Avisar Cada
de: Anstubsen alle
es: Molestar cada
fr: Rappeller tous les
it: Ricorda ogni
ja: 通知周期
nb: Påminnelse hver(t)
ru: Напоминать каждые
sv: Påminn varje

source: Repeats Every
ca: Repetir Cada
de: Wiederholt sich alle
es: Repetir cada
fr: Répétition :
it: Ripeti ogni
ja: 繰り返し周期
nb: Gjentar hver
ru: Повтор каждые
sv: Återkommer varje

source: Repeats On Remote Server
ca: Repeticions en Servidor Remot
de: Wiederholungen auf dem Server
es: Repetir en servidor remoto
fr: Répétitions sur le serveur distant
it: Ripeti sul server remoto
ja: サーバーでの周期
nb: Gjentagelser på tjener
ru: Повторение на удаленном сервере
sv: Upprepas på fjärrserver

source: Next Alarm:
ca: Propera Alarma:
de: Nächster Alarm:
es: Próxima alarma:
fr: Prochaine alerte :
it: Prossimo allarme:
ja: 次のアラーム:
nb: Neste alarm:
ru: Следующий будильник:
sv: Nästa alarm

source: Tags:
ca: Etiquetes:
es: Etiquetas:
it: Etichette:
ja: タグ:
nb: Tagger:
ru: Метки:
sv: Taggar:

source: Notes:
de: Notizen:
es: Notas:
it: Note:
ja: メモ:
nb: Notater:
ru: Заметки:
sv: Anteckningar:

source: Created:
ca: Creat:
de: Erstellt:
es: Creado:
fr: Créée le :
it: Creata:
ja: 作成日時:
nb: Opprettet:
ru: Создана:
sv: Skapad:

source: Deleted
ca: Eliminat:
de: Gelöscht
es: Borrado
fr: Supprimée le :
it: Eliminata
ja: 削除済み
nb: Slettet
ru: Удалена
sv: Borttaget

source: Add New Task
ca: Afegir nova tasca
de: Neue Aufgabe hinzufügen
es: Añadir nueva tarea
fr: Ajouter une nouvelle tâche
it: Aggiungi attività
ja: 新しいタスクを追加
nb: Legg til ny oppgave
ru: Новая задача
sv: Lägg till ny upgift

source: Tags
ca: Etiquetes
es: Etiquetas
it: Etichette
ja: タグ
nb: Tagger
ru: Метки
sv: Etiketter

source: Sort/Filters
ca: Ordenar/Filtres
de: Sortieren/Filter
es: Ordenar/Filtros
fr: Tri / filtres
it: Ordina/Filtri
ja: ソート/フィルター
nb: Sortering/filtre
ru: Сорт./Фильтры
sv: Sortera/filtrera

source: Sync
ca: Sinc
de: Abgleich
es: Sincronizar
fr: Synchroniser
it: Sincronizza
ja: 同期する
nb: Synk
ru: Синхр.
sv: Synk

source: More
ca: Més
de: Mehr
es: Más
fr: Plus
it: Altro
ja: さらに
nb: Mer
ru: Ещё
sv: Mer

source: Synchronization
ca: Sincronització
de: Abgleich
es: Sincronización
fr: Synchronisation
it: Sincronizzazione
ja: 同期
nb: Synkronisering
ru: Синхронизация
sv: Synkronisering

source: Settings
ca: Configuració
de: Einstellungen
es: Preferencias
fr: Paramètres
it: Impostazioni
ja: 設定
nb: Instillinger
ru: Параметры
sv: Inställningar

source: Help (opens in Browser)
ca: Ajuda (des del Navegador)
de: Hilfe (öffnet im Browser)
es: Ayuda (en nuevo navegador)
fr: Aide (ouvre le navigateur)
it: Aiuto (apre il browser)
ja: ヘルプ(ブラウザで開く)
nb: Hjelp (åpner i nettleser)
ru: Справка (в Браузере)
sv: Hjälp (öppnas i Browser)

source: Take Astrid's Survey!
ca: Fes l'Enquesta d'Astrid!
de: Nimm an Astrids Befragung teil!
es: ¡Realizar la encuesta de Astrid!
fr: Participer au sondage d'Astrid !
it: Fai il sondaggio su Astrid!
ja: Astridによる調査を使う!
nb: Delta i Astrids brukerundersøkelse!
ru: О возможностях Astrid!
sv: Gör Astrids enkät!

source: Quick Tips
ca: Consells Ràpids
de: Schon gewusst?
es: Consejos Rápidos
fr: Astuces
it: Suggerimenti veloci
nb: Nyttige tips
ru: Подсказки
sv: Snabbtips

source: Clean Up Old Tasks
ca: Netejar Tasques Antigues
de: Alte Aufgaben löschen
es: Limpiar tareas antiguas
fr: Effacer les tâches obsolètes
it: Cancella vecchie attività
ja: 古いタスクを整理する
nb: Rydd opp i gamle oppgaver
ru: Удалить старые задачи
sv: Rensa gamla uppgifter

source: Backup Tasks
de: Tasks sichern
es: Respaldar Tareas
fr: Sauvegarder les tâches
it: Backup attività
nb: Sikkerhetskopier gjøremål
ru: Резервная копия задач
sv: Säkerhetskopiera Uppgifter

source: Restore Tasks
de: Tasks wiederherstellen
es: Recobrar Tareas
fr: Restaurer les tâches
it: Ripristina attività
nb: Gjenopprett gjøremål
ru: Восстановить задачи
sv: Återställ Uppgifter

source: Edit Task
ca: Editar Tasca
de: Aufgabe bearbeiten
es: Editar Tarea
fr: Modifier la tâche
it: Modifica attività
ja: タスクを編集
nb: Rediger oppgave
ru: Правка задачи
sv: Redigera uppgift

source: Delete Task
ca: Eliminar Tasca
de: Aufgabe löschen
es: Borrar Tarea
fr: Supprimer la tâche
it: Elimina attività
ja: タスクを削除
nb: Slett oppgave
ru: Удалить задачу
sv: Ta bort uppgift

source: Start Timer
ca: Iniciar Temporitzador
de: Timer starten
es: Empezar
fr: Démarrer le chronomètre
it: Avvia timer
ja: タイマーを開始
nb: Start tidtaker
ru: Пуск таймера
sv: Starta Timer

source: Stop Timer
ca: Aturar Temporitzador
de: Timer stoppen
es: Parar
fr: Arrêter le chronomètre
it: Ferma timer
ja: タイマーを停止
nb: Stopp tidtaker
ru: Стоп таймера
sv: Stoppa Timer

source: Postpone
ca: Ajornar
de: Aufschieben
es: Posponer
fr: Reporter
it: Posponi
ja: 延期する
nb: Utsett
ru: Отложить
sv: Skjut upp

source: Hidden/Blocked Tasks
ca: Tasques Ocultes/Bloquejades
de: Versteckte/Blockierte Aufgaben
es: Tareas ocultas/bloqueadas
fr: Tâches masquées / bloquées
it: Attività nascoste/bloccate
ja: 非表示/処理待ちタスク
nb: Skjulte/blokkerte oppgaver
ru: Скрытые/Блокированные задачи
sv: Gömda/blockerade uppgifter

source: Completed Tasks
ca: Tasques Completades
de: Erledigte Aufgaben
es: Tareas Finalizadas
fr: Tâches accomplies
it: Attività completate
ja: 完了したタスク
nb: Fullførte oppgaver
ru: Завершённые задачи
sv: Färdiga uppgifter

source: Tagged '%s'
ca: Etiquetat '%s'
es: Etiquetado '%s'
fr: Taguée '%s'
it: Etichetta "%s"
ja: タグ '%s'
nb: Tagget '%s'
ru: Отмечено '%s'
sv: Märkt '%s'

source: Auto Sort
ca: Auto-Ordenar
de: Automatisch sortieren
es: Auto ordenar
fr: Tri automatique
it: Ordinamento automatico
ja: 自動で並び替える
nb: Auto-sortering
ru: Автосортировка
sv: Autosortering

source: Sort By Name
ca: Ordenar per Nom
de: Nach Namen sortieren
es: Ordenar por nombre
fr: Trier par nom
it: Ordina per nome
ja: 名前順
nb: Sorter etter navn
ru: Сортировка по имени
sv: Sortera på namn

source: Sort By Due Date
ca: Ordenar per Venciment
de: Nach Datum sortieren
es: Ordenar por fecha finalización
fr: Trier par date d'échéance
it: Ordina per scadenza
ja: 残り時間順
nb: Sorter etter utløpsdato
ru: Сортировка по дате
sv: Sortera efter datum

source: Sort Reverse
ca: Ordenar a l'Inversa
de: Umgekehrt sortieren
es: Ordenar al revés
fr: Tri inversé
it: Ordine inverso
ja: 逆順
nb: Omvent sortering
ru: Обратная сортировка
sv: Omvänd sortering

source: Select an Action:
ca: Seleccionar Acció:
de: Wähle eine Aktion:
es: Elegir una acción:
fr: Sélectionner une action :
it: Seleziona un'azione:
ja: 行動を選択:
nb: Velg en handling:
ru: Выбор действия:
sv: Välj en åtgärd

source: Times You've Postponed: %d
ca: Vegades que s'ha Ajornat: %d
de: Wie oft aufgeschoben: %d
es: Veces que lo has pospuesto: %d
fr: Nombre de reports : %d
it: Posposta %d volte
ja: 延期した時間: %d
nb: Antall ganger du har utsatt: %d
ru: Отложено: %d
sv: Antal gånger du skjutit upp: %d

source: Postpone for how long?
ca: Ajornar per quant temps?
de: Wie lange aufschieben?
es: ¿Posponer por cuanto?
fr: Reporter de combien de temps ?
it: Posporre per quanto?
ja: どの程度の期間延期しますか?
nb: Hvor lenge vil du utsette?
ru: Отложить на
sv: Skjut upp hur länge?

source: Delete completed tasks older than # days:
ca: Eliminar Tasques completades més antigues de # dies:
de: Lösche erledigte Aufgaben, die älter sind als # Tage:
es: Borrar tareas completadas más antiguas que # días:
fr: Effacer les tachês accomplies il y a plus de # jours
it: Elimina le attività più vecchie di # giorni:
ja: 完了してから # 日以上経ったタスクを削除:
nb: Slett fullførte oppgaver eldre enn # dager:
ru: Удалить выполненные задачи старше # дней:
sv: Radera slutförda uppgifter äldre än # dagar:

source: Astrid: Editing Task
ca: Astrid: Editant Tasca
de: Astrid: Aufgabe bearbeiten
es: Astrid: Editando tarea
fr: Astrid : modifier une tâche
it: Astrid: Modifica attività
ja: Astrid: タスク編集中
nb: Astrid: Redigerer oppgave
ru: Astrid: Правка задачи
sv: Astrid: Redigera uppgift

source: Astrid: Editing
ca: Astrid: Editant
de: Bearbeiten
es: Astrid: Editando
fr: Astrid : modifier
it: Astrid: Modifica
ja: Astrid: 編集中
nb: Astrid: Redigering
ru: Astrid: Правка
sv: Astrid: Redigerar

source: Astrid: New Task
ca: Astrid: Nova Tasca
de: Astrid: Neue Aufgabe
es: Astrid: Nueva tarea
fr: Astrid : nouvelle tâche
it: Astrid: Nuova attività
ja: Astrid: 新規タスク
nb: Astrid: Ny oppgave
ru: Astrid: Новая задача
sv: Astrid: Ny uppgift

source: Basic
ca: Bàsic
de: Allgemein
es: Básico
fr: Général
it: Base
ja: 基本
nb: Grunnleggende
ru: Основное

source: Dates
de: Datum/Zeit
es: Fechas
it: Date
ja: 日時
nb: Datoer
ru: Даты
sv: Datum

source: Alerts
ca: Alertes
de: Alarme
es: Alertas
fr: Alertes
it: Allarmi
ja: アラート
nb: Alarmer
ru: Будильники
sv: Alarm

source: Summary
ca: Sumari
de: Zusammenfassung
es: Resumen
fr: Résumé
it: Sommario
ja: 要約
nb: Oppsummering
ru: Название
sv: Sammanfattning

source: Task Name
ca: Nom de la Tasca
de: Zusammenfassung
es: Nombre de la tarea
fr: Nom de la tâche
it: Nome attività
ja: 要約
nb: Oppgavenavn
ru: Название задачи
sv: Uppgiftsnamn

source: How Important is it?
ca: Com n'és d'important?
de: Wie wichtig ist es?
es: ¿Nivel de importancia?
fr: Quelle est la priorité ?
it: Quanto è importante?
ja: どれくらい重要?
nb: Hvor viktig er det?
ru: Приоритет задачи
sv: Hur viktigt är det?

source: Tag Name
ca: Nom de l'Etiqueta
de: Tag
es: Nombre de la etiqueta
fr: Nom du tag
it: Nome etichetta
ja: タグ
nb: Taggnavn
ru: Метка
sv: Etikett-namn

source: How Long Will it Take?
ca: Quant temps es trigarà?
de: Wie lange wird es dauern?
es: ¿Cuanto tiempo llevará?
fr: Combien de temps cela va t-il prendre ?
it: Quanto tempo ci vorrà?
ja: 所要時間は?
nb: Hvor lang tid vil det ta?
ru: Как много времени займет?
sv: Hur lång tid kommer det att ta?

source: Time Already Spent on Task
ca: Temps que ja s'ha invertit en la Tasca
de: Für die Aufgabe bisher aufgewendete Zeit
es: Tiempo empleado en la tarea
fr: Temps déjà passé sur cette tâche
it: Tempo già speso per l'attività
ja: 既にタスクに費やした時間
nb: Tid allerede brukt på oppgaven
ru: Уже затрачено времени на задачу
sv: Tid spenderad på uppgiften

source: Absolute Deadline
ca: Termini Absolut
de: Absolute Frist
es: Fecha límite absoluta
fr: Date limite
it: Termine assoluto
ja: 期日
nb: Absolutt tidsfrist
ru: Срок
sv: Absolut deadline

source: Goal Deadline
ca: Termini Objectiu
de: Zielfrist
es: Fecha deseada
fr: Date prévue
it: Scadenza obiettivo
ja: 目標日
nb: Mål-tidsfrist
ru: Срок задачи
sv: Mål Deadline

source: Add Task To Calendar
ca: Afegir Tasca al Calendari
de: Aufgabe zum Kalender hinzufügen
es: Añadir tarea al calendario
fr: Ajouter la tâche à l'agenda
it: Aggiungi attività al Calendario
ja: カレンダーにタスクを追加
nb: Legg oppgave til kalender
ru: Добавить задачу в Календарь
sv: Lägg till uppgift i kalender

source: Open Calendar Event
ca: Obrir Event del Calendari
de: Öffne Termin im Kalender
es: Abrir evento del calendario
fr: Ouvrir l'événement de l'agenda
it: Apri evento Calendario
ja: カレンダーのイベントを開く
nb: Åpne kalenderhendelse
ru: Открыть Событие календаря
sv: Öppna kalender-händelse

source: Hide Until This Date
ca: Ocultar fins aquesta Data
de: Bis zu diesem Datum verstecken
es: Ocultar hasta esta fecha
fr: Masquer jusqu'à cette date
it: Nascondi fino a questa data
ja: この日時まで隠す
nb: Skjul frem til denne datoen
ru: Скрыть до этой даты
sv: Göm till detta datum

source: Repeat Every
ca: Repetir Cada
de: Wiederhole alle
es: Repetir cada
fr: Répéter tous les
it: Ripeti ogni
ja: 繰り返し周期
nb: Gjenta hver
ru: Повторять через
sv: Upprepa varje

source: No Repeat Set
ca: No es Repeteix
de: Keine Wiederholung eingestellt
es: Sin repetición
fr: Pas de répétition
it: Non ripetere
ja: 繰り返しはしない
nb: Ingen gjentagelse satt
ru: Нет повторов
sv: Ingen upprepning inställd

source: Hide Until This Task is Done
ca: Ocultar fins que la Tasca sigui feta
de: Verstecken bis diese Aufgabe erledigt ist
es: Ocultar hasta que la tarea esté acabada
fr: Masquer jusqu'à que cette tâche soit accomplie
it: Nascondi fino al completamento
ja: このタスクが処理されるまで隠す
nb: Skjul frem til denne oppgaven er utført
ru: Скрыть до выполнения этой задачи
sv: Göm tills denna uppgift är klar

source: Notes
de: Notizen
es: Notas
it: Note
ja: メモ
nb: Notater
ru: Заметки
sv: Anteckningar

source: Enter Task Notes
ca: Introduïr Notes per la Tasca
de: Notizen hinzufügen
es: Escribir notas a la tarea
fr: Entrer les notes sur la tâche
it: Inserisci note
ja: メモをここに入力します...
nb: Legg til oppgavenotater
ru: Ввод заметок задачи
sv: Lägg till anteckningar om uppgift

source: Periodic Reminders
ca: Recordatoris Periòdics
de: Regelmäßige Erinnerungen
es: Recordatorios periódicos
fr: Rappels périodiques
it: Promemoria periodico
ja: 周期的なリマインダー
nb: Periodiske påminnere
ru: Периодические напоминания
sv: Återkommande påminnelser

source: Every
ca: Cada
de: Jede
es: Cada
fr: Tou(te)s le(s)
it: Ogni
ja: 周期
nb: Hver
ru: Через
sv: Varje

source: Notify me...
ca: Notifica'm...
de: Erinnere mich...
es: Notificarme...
fr: Signalez moi...
it: Notificalo...
ja: 以下の場合通知する...
nb: Varsle meg ...
ru: Напоминать...
sv: Påminn mig...

source: As Deadlines Approach
ca: Quan s'apropen els Terminis
de: Bei Annäherung an die Frist
es: Cuando la fecha límite se acerca
fr: Lorsque les dates limite/prévue approchent
it: All'avvicinarsi della scadenza
ja: 期限が近づいたとき
nb: Når tidsfrister nærmer seg
ru: Когда подходит срок
sv: När Deadline närmar sig

source: At Deadlines
ca: Als Terminis
de: Beim Erreichen der Fristen
es: En la fecha límite
fr: Aux dates prévue/limite
it: Alla scadenza
ja: 期限になったとき
nb: Ved tidsfristens utløp
ru: При наступлении срока
sv: På Deadline

source: After Absolute Deadline Passes
ca: Després que el Termini Absolut ha passat
de: Nachdem die absolute Frist verstrichen ist
es: Después de la fecha límite
fr: Après que la date limite soit passée
it: Assolutamente dopo la scadenza
ja: 期限を過ぎた後
nb: Etter absolutt tidsfrist er passert
ru: После срока
sv: Efter att absolut Deadline passerat

source: Alarm Clock Mode
ca: Mode de l'Alarma
de: Weckermodus
es: Modo de alarma
fr: Mode Alarme
it: Modalità allarme
ja: アラームクロックモード
nb: Alarmklokke-modus
ru: Режим будильника
sv: Väckarklock-läge

source: Fixed Reminders
ca: Recordatoris Fixats
de: Festgesetzte Erinnerungen
es: Recordatorios fijos
fr: Rappels prédéfinis
it: Promemoria fissi
ja: リマインダーを修正しました
nb: Faste påminnelser
ru: Заданные напоминания
sv: Fasta påminnelser

source: Add New Reminder
ca: Afegir Recordatori Nou
de: Neue Erinnerung hinzufügen
es: Añadir nuevo recordatorio
fr: Ajouter un nouveau rappel
it: Aggiungi nuovo promemoria
ja: リマインダーの追加
nb: Legg til ny påminnelse
ru: Добавить новое напоминание
sv: Lägg till påminnelse

source: Time (hours : minutes)
ca: Temps (hores : minuts)
de: Zeit (Stunden : Minuten)
es: Tiempo (horas : minutos)
fr: Heure (heures:minutes)
it: Ora (ore : minuti)
ja: 時間 (時:分)
nb: Tid (timer : minutter)
ru: Время (час : мин)
sv: Tid (timmar : minuter)

source: Remind Me Every
ca: Recordar Cada
de: Erinnere mich alle
es: Recordar cada
fr: Rappels tous les
it: Ricordalo ogni
ja: リマインダーの周期
nb: Gi meg en påminnelse hver
ru: Напомнить позже
sv: Påminn mig varje

source: Repeat Every (0 to disable)
ca: Repetir Cada
de: Wiederhole alle (0 zum Deaktivieren)
es: Repetir cada (0 para desactivar)
fr: Répéter tous les (0 pour désactiver)
it: Ripeti ogni (0 per disabilitare)
ja: 繰り返し周期 (0で無効化)
nb: Gjentakelse (0 for å deaktivere)
ru: Повтор каждые (0 - запрет)
sv: Upprepa varje

source: Help: Astrid Repeats
ca: Ajuda: Repeticions Astrid
de: Hilfe: Astrid Wiederholungen
es: Ayuda: repeticiones en Astrid
fr: Aide : répétitions
it: Aiuto: Ripetizioni Astrid
ja: ヘルプ: Astridの繰り返しについて
nb: Hjelp: Gjentakelser i Astrid
ru: Справка: Повторы Astrid
sv: Hjälp: Astrid upprepningar
