Repository: 123unix/tasks
Catalog: translations/strings/strings-*.po
Languages: ca, de, es, fr, it, ja, nb, ru, sv

source: Importance
ca: Importància
de: Wichtigkeit
es: Importancia
fr: Priorité
it: Importanza
ja: 重要性
nb: Viktighet
ru: Важность
sv: Viktighetsgrad

source: Task importance indicator
ca: Indicador d'importància de Tasca
de: Wichtigkeitsanzeiger
es: Indicador de importancia de la tarea
fr: Indice de priorité de la tâche
it: Segnalatore di importanza dell'attività
ja: タスクの重要度
nb: Viktighetsindikator for oppgave
ru: Индикатор важности задачи
sv: Märkning av uppgiftens viktighetsgrad

source: Tags associated with this task
ca: Etiquetes associades amb aquesta Tasca
de: Tags, verknüpft mit dieser Aufgabe
es: Etiquetas asociadas a esta tarea
fr: Tags de la tâche
it: Etichette associate all'attività
ja: このタスクの関連タグ
nb: Tagger koblet til denne oppgaven
ru: Метки этой задачи
sv: Märkningar på denna uppgift

source: Repeats
ca: Repeticions
de: Wiederholungen
es: Repeticiones
fr: Répétitions
it: Ripetizioni
ja: 繰り返し
nb: Gjentakelser
ru: Повторения
sv: Upprepningar

source: Task repeat information
ca: Informació de repetició de Tasca
de: Informationswiederholung der Aufgabe
es: Información de repetición de la tarea
fr: Information de répétition de la tâche
it: Informazioni sulla ripetitività dell'attività
ja: タスクの繰り返し設定
nb: Gjentakelsesinformasjon for oppgave
ru: Информация о повторах задачи
sv: Info om återkommande uppgifter

source: Reminders
ca: Recordatoris
de: Erinnerungen
es: Recordatorios
fr: Rappels
it: Promemoria
ja: リマインダー
nb: Påminnelser
ru: Напоминания
sv: Påminnelser

source: Displayed if this task has reminders
ca: Es mostra si la Tasca té recordatoris
de: Anzeige, falls Aufgabenerinnerungen vorhanden
es: Mostrado si esta tarea tiene recordatorios
fr: Afficher les rappels de la tâche
it: Mostrato se l'attività ha dei promemoria
ja: このタスクにリマインダーが設定されていれば表示される
nb: Vises dersom oppgaven har påminnelser
ru: Показывается если задача имеет напоминания
sv: Visas om denna uppgift har påminnelser

source: Notes associated with this task
ca: Notes associades amb la tasca
de: Notizen, verknüpft mit dieser Aufgabe
es: Notas asociadas a esta tarea
fr: Notes associées à la tâche
it: Note associate all'attività
ja: このタスクの関連メモ
nb: Notater tilhørende denne oppgaven
ru: Заметки, связанные с этой задачей
sv: Noteringar som hör ihop med denna uppgift

source: Astrid Task/Todo List
de: Astrid Aufgaben- / ToDo-Liste
es: Astrid lista Tareas/hacer
fr: Astrid - Gestionnaire de tâches
it: Astrid elenco attività/todo
nb: Astrid Oppgave/Ting å gjøre liste
ru: Astrid Список задач
sv: Astrid att-göra-lista

source: Astrid is the highly-acclaimed open-source task list that is simple enough to not get in your way, powerful enough to help you get stuff done! Tags, reminders, RememberTheMilk sync, Locale plug-in &amp; more!
ca: Astrid és la gran aclamada llista de tasques de codi obert que és prou senzilla com per no posar-se en el seu camí, prou potent com per ajudar a fer coses! Etiquetes, recordatoris, sincronització amb RememberTheMilk, plug-ins regionaks i més!
de: Astrid ist die hochgelobte Open-Source-Aufgabenliste, die einfach genug ist, dir nicht in den Weg zu kommen und mächtig genug, dir zu helfen Sachen erledigt zu bekommen! Tags, Erinnerungen, RememberTheMilk-Abgleich, Sprach-Plugin &amp; mehr!
es: !Astrid es la aplicación de tareas libre más aclamada, suficientemente sencilla para no entorpecerle y suficientemente potente para ayudarle a realizar sus tareas! ¡Etiquetas, recordatorios, sincronización con RememberTheMilk, plug-in para Locale y mucho más!
fr: Astrid est le plus populaire gestionnaire de tâches open-source. Très simple à utiliser, très puissant pour vous organiser ! Tags, rappels, synchronisation avec RememberTheMilk, plugin pour Locale et bien plus !
it: Astrid è il più famoso organizzatore di attività/cose open source perché potente e molto semplice da usare. Etichette, promemoria, sincronizzazione con RememberTheMilk sync, plugin locale e molto altro!
nb: Astrid er den høyt anerkjente oppgavelisten med åpen kildekode, som er enkel nok til å ikke komme i veien, men kraftig nok til å hjelpe deg å få ting gjort! Tagger, påminnelser, RememberTheMilk-synkroinsering, Locale plug-in og mer!
ru: Astrid - это лёгкий в использовании менеджер задач с открытыми исходными текстами, который достаточно прост, чтобы не мешать, а помогать! Метки, напоминания, RTM синхронизация, Locale плагин и многое другое!
sv: Astrid är en hyllade open-source att-göra-lista som är enkel nog för att inte vara i vägen för dig, och samtidigt kraftfull nog att hjälpa dig att få saker gjorda! Taggar, påminnelser, synk med RememberTheMilk, Locale plug-in &amp; mer!

source: translator-credits
ca: Launchpad Contributions: Frins https://launchpad.net/~francesc-bgr Jon Paris https://launchpad.net/~jon-todoroo MasterChes https://launchpad.net/~chesmaster Siegfried Gevatter https://launchpad.net/~rainct alexandre saiz https://launchpad.net/~alexandresaiz ninor https://launchpad.net/~subifrisks rivorra https://launchpad.net/~rivorra
de: Launchpad Contributions: Dieter Smorra https://launchpad.net/~dieda Friedrich https://launchpad.net/~fwulf Jan-Christoph Borchardt https://launchpad.net/~inquata Jon Paris https://launchpad.net/~jon-todoroo Sag Ich Nicht https://launchpad.net/~icantknowme Tim Su https://launchpad.net/~tim-todoroo alain.tuor https://launchpad.net/~alain-tuor artens https://launchpad.net/~jef cdab https://launchpad.net/~cdab tikurion https://launchpad.net/~tikurion
es: Launchpad Contributions: David Prieto https://launchpad.net/~frandavid100-gmail DiegoJ https://launchpad.net/~diegojromerolopez Federico Vera https://launchpad.net/~fedevera Francisco Seco https://launchpad.net/~fsgch Gabriel A. Zorrilla https://launchpad.net/~gaz082 Jon Paris https://launchpad.net/~jon-todoroo Pablo Ledesma https://launchpad.net/~venraiker Tim Su https://launchpad.net/~tim-todoroo Victor Herrero https://launchpad.net/~victorhera german montedoro https://launchpad.net/~germanmontedoro ninor https://launchpad.net/~subifrisks
fr: Launchpad Contributions: Arnaud https://launchpad.net/~nekloth Christophe Paumelle https://launchpad.net/~christophepaumelle Fabien Lisiecki https://launchpad.net/~fabien-lisiecki Jon Paris https://launchpad.net/~jon-todoroo Matthieu Martin https://launchpad.net/~matthieu-martin SteelStyle https://launchpad.net/~steelstyle Thomas Grapperon https://launchpad.net/~tgrapperon axx https://launchpad.net/~axx cyrilphoenix https://launchpad.net/~phoenix-thenest dommy9111 https://launchpad.net/~bossboss9111
it: Launchpad Contributions: Alessandro Zattoni https://launchpad.net/~ckale82 Andrea Andolfatto https://launchpad.net/~andrea-andolfatto Anthony Litchfield https://launchpad.net/~tonylitchfield G100g https://launchpad.net/~gigetto Guybrush88 https://launchpad.net/~erpizzo Milo Casagrande https://launchpad.net/~milo Nicola Patruno https://launchpad.net/~erusmei
ja: Launchpad Contributions: Blucky https://launchpad.net/~blucky Jon Paris https://launchpad.net/~jon-todoroo Tim Su https://launchpad.net/~tim-todoroo maimuzo https://launchpad.net/~maimuzo
nb: Launchpad Contributions: Fredrik Sudmann https://launchpad.net/~fsudmann Jon Paris https://launchpad.net/~jon-todoroo Roger Kind Kristiansen https://launchpad.net/~rogerkk Sheel https://launchpad.net/~joacimeldre Tim Su https://launchpad.net/~tim-todoroo Tor Syversen https://launchpad.net/~sol-moe
ru: Launchpad Contributions: Andrey Smolenkov https://launchpad.net/~smol000 Jon Paris https://launchpad.net/~jon-todoroo Piligrim https://launchpad.net/~piligrim275 Prudnikov https://launchpad.net/~prudis Sergey Korolev https://launchpad.net/~knopki
sv: Launchpad Contributions: Christoffer Gustafsson https://launchpad.net/~cge Mikael Olofsson https://launchpad.net/~michlos Niklas Thörne https://launchpad.net/~niklas-thorne fred99 https://launchpad.net/~fred99 mlind https://launchpad.net/~magnus-lindstrom-kolterud

source: Read Astrid tasks
de: Astrid-Aufgaben lesen
es: Leer tareas de astrid
fr: Lire les tâches d'Astrid
it: Leggi le attività Astrid
nb: Les Astrid-gjøremål
ru: Чтение задач Astrid
sv: Läs uppgifter i Astrid

source: H\no\nu\nr\ns
ca: H\no\nr\ne\ns
de: S t d
es: H\no\nr\na\ns
fr: h\ne\nu\nr\ne\ns
ja: 時\n間
nb: t\ni\nm\ne\nr
