Repository: 123unix/tasks
Catalog: translations/strings/strings-*.po
Languages: ca, de, es, fr, it, ja, nb, ru, sv

source: Some things you may not know about Astrid:\n \n - To create a task, just start typing!\n - While editing a task, hit 'back' to save it\n - Select a task &amp; press 1-4 to quickly change it's priority\n - If a task has a deadline, long-press to postpone it\n \n Thanks for using Astrid!\n
ca: Algunes coses que potser no sabies sobre Astrid: \n\n - Per crear una tasca, simplement comença a teclejar!\n - Mentre s'edita una tasca, prem [Enrere] per desar-la\n - Selecciona una tasca i prem 1-4 per canviar ràpidament la seva prioritat\n - Si una tasca té un termini, prem-la continuadament per ajornar-la \n\n Gràcies per utilitzar Astrid!\n
de: Ein paar Dinge über Astrid, die du vielleicht noch nicht kennst:\n\n - Tippe einfach los, um eine Aufgabe zu erstellen!\n - Tippe beim Bearbeiten einer Aufgabe auf 'Zurück' um sie zu speichern\n - Wähle eine Aufgabe aus &amp; drücke 1-4 um schnell die Priorität zu ändern\n - Wenn eine Aufgabe ein Frist hat, dann drücke lange drauf, um sie aufzuschieben\n \n Danke, dass du Astrid benutzt!\n
es: Algunas cosas que puede que no sepas sobre Astrid:\n \n - Para crear una tarea, ¡solo tienes que empezar a escribir!\n - Mientras editas una tarea, pulsa 'Volver' para guardarla.\n - Con una tarea seleccionada pulsa 1-4 para cambiar rápidamente su prioridad.\n - Si una tarea tiene fecha de finalización, déjala pulsada para posponerla.\n \n ¡Gracias por usar Astrid!\n
fr: Quelques astuces à savoir sur Astrid :\n \n - Pour créer une tâche, commencez juste à écrire !\n - Pendant que vous modifiez une tâche, un appui sur 'précédent' suffit pour l'enregistrer.\n - Sélectionnez une tâche &amp; appuyez sur 1-4 rapidement pour changer sa priorité\n - Si une tâche a une date limite, appuyez longtemps pour la reporter.\n \n Merci d'avoir choisi Astrid !\n
it: Cose da sapere su Astrid:\n \n - Per creare un'attività, inizia semplicemente a scrivere!\n -Mentre modifichi un'attività, premi "Indietro" per salvarla\n - Scegli un'attività e premi 1-4 velocemente per cambiarne la priorità\n - Se un'attività ha una scadenza, premi a lungo per rinviarla\n \n Grazie per usare Astrid!\n
ja: Astridについて知らないかもしれないいくつかのこと：\n\n－タスクをつくるためには、ちょっと入力するだけです！\n－タスクを編集している時は、戻るボタンを押すことで保存できます。\n－素早く優先順位を変えるには、1から4のキーを押してタスクを選択してください。\n－タスクに期限があるならば、それを延長するために、長押ししてください。\n\nAstridを利用してくれてありがとう！\n
nb: Dette visste du kanskje ikke om Astrid:\n\n - For å opprette en oppgave kan du bare begynne å skrive!\n - Mens du redigerer en oppgave kan du klikke på 'tilbake'-knappen for å lagre den\n - Velg en oppgave og trykk 1-4 for å raskt endre prioritetsinstillingen\n - Dersom en oppgave har en tidsfrist, trykk på den og hold en stund\n\n Takk for at du bruker Astrid!\n
ru: Вы можете не знать некоторые вещи об Astrid:\n\n - Для создания задачи, просто начните набирать!\n - во время правки задачи "Назад" сохраняет ее\n - у выбранной задачи нажатием 1-4 можно изменить важность\n - если у задачи есть срок, длинное нажатие для переноса\n Спасибо за использование Astrid!\n
sv: Några saker du kanske inte vet om Astrid:\n \n - För att skapa en uppgift är det bara att börja skriva!\n - Medan du redigerar en uppgift kan du trycka 'bakåt' för att spara den\n - Välj en uppgift &amp; tryck 1-4 för att snabbt ändra dess prioritet\n - Om en uppgift har en deadline, tryck &amp; håll för att skjuta upp den\n \n Tack för att du använder Astrid!\n

source: It looks like you are using an app that can kill processes (%s)! If you can, add Astrid to the exclusion list so it doesn't get killed. Otherwise, Astrid might not let you know when your tasks are due.\n
de: Anscheinend nutzt du eine Anwendung, die andere Anwendungen schließen kann (%s)! Wenn möglich, füge Astrid als Ausnahme hinzu, so dass es nicht geschlossen wird. Andernfalls kann Astrid dich nicht richtig über fällige Aufgaben informieren.\n
es: %s =&gt; nombre de la aplicacion
fr: Il semblerait que vous utilisiez une application capable de tuer les processus (%s) ! Si possible, pensez à ajouter Astrid à la liste blanche afin qu'elle ne se fasse pas tuer. Sinon, Astrid risque de ne pas être en mesure de vous prévenir quand vos tâches sont à finir.
it: Sembra che tu stia usando un'applicazione che termina i processi (%s). Se puoi, aggiungi Astrid all'elenco delle esclusioni in modo da non chiuderlo, altrimenti potrebbe non ricordarti le attività.
nb: Det ser ut til at du bruker et program som kverker prosesser(%s)! Hvis mulig bør du legge Astrid til i ekskluderingslista slik at det ikke blir kverket. Hvis ikke vil kanskje ikke Astrid gi deg beskjed når et gjøremål står for tur.\n
ru: Похоже вы используете менеджер процессов (%s)! По возможности, добавьте Astrid в исключения. Иначе Astrid может не напомнить вам о задачах.\n
sv: Det ser ut som om du använder en app som kan döda processer (%s)! Om du kan, lägg till Astrid i exkluderingslistan så att den inte dödas; annars kanske inte Astrid kan meddela dig när dina uppgifter skall utföras. \n

source: I Won't Kill Astrid!
de: Ich werde Astrid nicht beenden!
es: No quiero Salir de Astrid!
fr: Je ne tuerai pas Astrid !
it: Non voglio chiudere Astrid!
nb: Jeg vil ikke avslutte Astrid
ru: Я не хочу убивать Astrid!
sv: Jag Kommer Inte Döda Astrid!

source: Backed Up %s to %s.
de: %s auf %s gesichert.
es: Se recobraron %s tareas en %s.
fr: Sauvegardés de %s à %s.
it: Backup di %s su %s eseguito.
nb: Sikkerhetskopierte %s til %s.
ru: Cохранено %s в %s
sv: Säkerhetskopierade %s till %s.

source: Restore Summary
de: Zusammenfassung "Wiederherstellen"
es: Resumen de Recuperación
fr: Restauration de l'index
it: Ripristina sommario
nb: Gjennopprettingssammendrag
ru: Итог восстановления
sv: Återställningssammanfattning

source: File %s contained %d tasks.\n Restored %d tasks.\n Skipped %d tasks.\n
de: Datei %s enthält %d Aufgabe(n).\n %d Aufgabe(n) wiederhergestellt.\n %d Aufgabe(n) übersprungen.\n
es: El archivo %s contenía %d tareas.\n Se recobraron %d tareas.\n Saltearon %d tareas.\n
fr: Le fichier %s contient %d tâches.\n %d tâches restaurées.\n %d tâches ignorées.\n
it: Il file"%s" conteneva %d attività.\n Ripristinate %d, saltate %d.\n
nb: Filen %s inneholdt %d gjøremål. \n Gjennopprettet %d gjøremål. \n Hoppet over %d gjøremål. \n
ru: Файл %s содержит %d задач.\n Восстановлено %d задач.\n Пропущено %d задач.\n
sv: Filen %s innehöll %d uppgifter. \n Återställde %d uppgifter. \n Hoppade över %d uppgifter. \n

source: Restore
de: Wiederherstellen
es: Recobrar
fr: Restauration
it: Ripristina
nb: Gjenopprett
ru: Восстановить
sv: Återställ

source: Opening file...
de: Öffne Datei...
es: Abriendo archivo...
fr: Ouverture du fichier...
it: Apertura file...
nb: Åpner fil …
ru: Открытие файла...
sv: Öppnar fil...

source: File opened...
de: Datei geöffnet...
es: Archivo abierto...
fr: Fichier ouvert...
it: File aperto...
nb: Fil åpnet...
ru: Файл открыт...
sv: Öppnade filen...

source: Reading task %d...
de: Lese Aufgabe %d
es: Leyendo tarea %d...
fr: Lecture de la tâche %d...
it: Lettura attività %d...
nb: Leser gjøremål %d...
ru: Читаю задачу %d...
sv: Läser uppgift %d...

source: Skipped task %d...
de: Aufgabe %d übersprungen...
es: Salteada tarea %d...
fr: Tâche %d ignorée...
it: Saltata attività %d...
nb: Hoppet over gjøremål %d...
ru: Пропущена задача %d...
sv: Hoppade över uppgift %d...

source: Restored task %d...
de: Aufgabe %d wiederhergestellt...
es: Recobrada tarea %d...
fr: Restauration de la tâche %d...
it: Ripristinata attività %d...
nb: Gjenopprettet gjøremål %d...
ru: Восстановлена задача %d...
sv: Återställde uppgift %d...

source: Select a File to Restore
de: Datei zum Wiederherstellen auswählen
es: Selecciona un Archivo a Recobrar
fr: Sélectionnez un fichier à restaurer
it: Seleziona file da ripristinare
nb: Velg fil å gjenopprette
ru: Выберите файл для восстановления
sv: Välj en fil att återställa

source: Astrid Tag Alert
ca: Alerta d'Etiqueta Astrid
de: Astrid Tag Alarm
es: Aviso de etiqueta de Astrid
fr: Astrid : Alerte sur tags
it: Avviso etichette Astrid
ja: Astridからのタグアラート
nb: Astrid tagg-alarm
ru: Напоминание Astrid
sv: Astrid märknings-alarm

source: Astrid will send you a reminder when you have uncompleted tasks with the following criteria:
ca: Astrid t'enviarà un recordatori quan tinguis tasques sense completar segons els criteris següents:
de: Astrid sendet dir eine Erinnerung, solltest du unerledigte Aufgaben haben mit den folgenden Kriterien:
es: Astrid te mandará un recordatorio cuando tengas tareas sin acabar con el siguiente criterio:
fr: Astrid vous enverra un rappel quand il y aura des tâches non accomplies avec les critères suivants :
it: Astrid invia un promemoria quando hai attività incompiute con i seguenti criteri:
ja: Astridは次の基準に従い、未完了タスクがある場合にリマインダーを送ります:
nb: Astrid vil sende deg en påminner når du har ikke-utførte oppgaver med følgende kriterier:
ru: Astrid выдаст вам напоминание когда будут незавершенные задачи с указанными критериями:
sv: Astrid kommer att skicka en påminnelse när du har oavslutade uppgifter med följande kriterier:

source: Tagged with:
ca: Etiquetat amb:
de: Tagged mit:
es: Etiquetado con:
fr: Taguée avec :
it: Etichettata con:
ja: 関連タグ:
nb: Tagget med:
ru: Отмечено:
sv: Märkt med:

source: Absolute Deadline!
ca: Termini Absolut!
de: Absolute Frist!
es: ¡Fecha de límite absoluta!
fr: Date limite !
it: Scadenza improrogabile!
ja: 期日!
nb: Absolutt tidsfrist!
ru: Абсолютный срок!
sv: Absolut Deadline!

source: Goal Deadline!
ca: Termini Objectiu!
de: Zielfrist!
es: ¡Fecha límite deseada!
fr: Date prévue !
it: Scadenza!
ja: 目標日!
nb: Måltidsfrist!
ru: Срок цели!
sv: Mål-Deadline!

source: Working on:
ca: Treballant en:
de: Arbeite an:
es: Trabajando en:
fr: Travaille sur :
it: Impegnato su:
ja: 処理中:
nb: Arbeider med:
ru: Работаю над:
sv: Jobbar med:

source: You have $NUM tagged $TAG!
ca: Tens $NUM etiquetades com $TAG!
de: Du hast $NUM mit $TAG markiert!
es: Tienes $NUM etiquetada $TAG!
fr: Vous avez $NUM tagué(e,s) $TAG
it: Hai $NUM etichettate con $TAG!
ja: '$TAG'とタグ付けされた$NUMがあります!
nb: Du har $NUM mekede $TAG!
ru: У вас $NUM с меткой $TAG!
sv: Du har $NUM märkt $TAG!

source: Could not find this item:
ca: No es pot trobar aquest element:
de: Folgender Eintrag konnte nicht gefunden werden:
es: No pude encontrar este ítem:
fr: Impossible de trouver :
it: Impossibile trovare questo elemento:
ja: この項目は見つかりませんでした:
nb: Kunne ikke finne dette elementet:
ru: Не могу найти элемент:
sv: Kunde inte hitta följande:

source: Cannot access folder: %s
de: Ordner kann nicht geöffnet werden: %s
es: No puedo acceder carpeta: %s
fr: Impossible d'accéder au fichier : %s
it: Impossibile accedere alla cartella: %s
nb: Kan ikke aksessere mappe: %s
ru: Нет доступа к папке:%s
sv: Mappåtkomst nekad: %s

source: Cannot access your SD card!
de: Zugriff auf SD Karte nicht möglich!
es: ¡No puedo acceder a tu tarjeta de memoria!
fr: Impossible d'accéder à la carte SD !
it: Impossibile accedere alla scheda SD!
nb: Kunne ikke aksessere ditt SD-kort!
ru: Нет доступа к карте памяти!
sv: SD-kort ej tillgängligt!

source: Notifications
ca: Notificacions
de: Erinnerungen
es: Notificaciones
it: Notifiche
ja: 通知
nb: Meldinger
ru: Напоминания
sv: Meddelanden

source: Quiet Hours Start
ca: Inici de Silenci
de: Ruhestunden beginnen
es: Inicio del horario en silencio
fr: Début de période silencieuse
it: Ora inizio silenzio
ja: 消音時間の始まり
nb: Stilletimer start
ru: Начало тихих часов
sv: Tyst period börjar

source: Start time to silence notifications for periodic reminders
ca: Hora inicial en que l'Astrid s'ha de posar en Silenci
de: Start-Zeitpunkt für stille Hinweise auf wiederkehrende Erinnerungen
es: Tiempo de comienzo para silenciar notificaciones para recordatorios periodicos
fr: Lancer le chronomètre pour rendre les notifications de rappels silencieuses.
it: Quando iniziare a fermare le notifiche dei promemoria
ja: Astridが消音すべき時間の始まり
nb: Starttid for lydløse beskjeder for periodiske påminnelser
ru: Время начала периода тишины для периодических напоминаний
sv: Starttid då återkommande påminnelser skall vara ljudlösa

source: Quiet Hours End
ca: Final de Silenci
de: Ruhestunden beenden
es: Fin del horario en silencio
fr: Fin de période silencieuse
it: Ora fine silenzio
ja: 消音時間の終わり
nb: Stilletimer slutt
ru: Конец тихих часов
sv: Tyst period slutar

source: End time to silence notifications
ca: Hora final que l'Astrid ha d'estar en Silenci
de: End-Zeitpunkt für stille Hinweise
es: Tiempo final para silenciar notificaciones
fr: Arrêter le chronomètre pour rendre les notifications silencieuses.
it: Quando riprendere a notificare i promemoria
ja: Astridが消音すべき時間の終わり
nb: Sluttid for lydløse beskjeder
ru: Время окончания тихих напоминаний
sv: Sluttid då återkommande påminnelser skall vara ljudlösa

source: Default Reminders
ca: Recordatoris per Defecte
de: Standarderinnerungen
es: Recordatorios por defecto
fr: Rappels par défaut
it: Promemoria predefiniti
ja: 標準リマインダー
nb: Standard påminnere
ru: Напоминания по умолчанию
sv: Standardpåminnelser

source: For new tasks, default reminder in days (i.e. 7). Blank to disable
ca: Per noves tasques, en dies (p.ex 7). En blanc per desactivar
de: Vorgegebene Erinnerungszeit in Tagen (z. B. 7) für neue Aufgaben. Zum Deaktivieren leer lassen
es: Para nuevas tareas, recordatorio por defecto en dias( p. ej. 7) En blanco para desactivar.
fr: Rappel par défaut, en jours (ex. 7), pour les nouvelles tâches. Laisser vide pour désactiver.
it: Per nuove attività, promemoria predefinito in giorni (es. 7). Vuoto per disabilitare.
ja: 新規タスクについての残日数。空白にすると無効
nb: For nye gjøremål er standard påminner i dager(f.eks 7). Blank for å deaktivere
ru: Для новых задач, напоминание по умолчанию в днях (например 7). Очистите для запрета.
sv: Standardpåminnelse för nya uppgifter, i dagar (i.e. 7). Lämna tom för att avaktivera

source: Persistent Mode
ca: Mode Persistent
de: Hartnäckiger Modus
es: Modo persistente
fr: Mode persistant
it: Modalità persistente
ja: 継続モード
nb: Pågående-modus
ru: Персональный режим
sv: Orubbligt läge

source: If checked, LED and notifications must be cleared one at a time
ca: Si és marcat, el LED i les notificacions s'han d'apagar un a un
de: Wenn eingestellt, musst Du jede Erinnerung einzeln anschauen, um sie zu entfernen
es: Si está activado, el LED y las notificaciones deberán ser desactivados uno por uno
fr: Activé, la LED et les notifications doivent être effacées une par une.
it: Se impostato, LED e avvisi devono essere chiusi singolarmente
ja: チェックしたなら、それをクリアする前にリマインダーとLEDを確認する必要があります。
nb: LED og meldinger må slettes en av gangen
ru: Если отмечено, напоминания удаляются по одному.
sv: Om förbockad så måste LED och påminnelser tas bort en i taget

source: Notification Ringtone
ca: So de Notificació
de: Erinnerungsklingelton
es: Tono de notificación
fr: Sonnerie de notification
it: Suoneria notifiche
ja: 通知音
nb: Ringetone for meldinger
ru: Мелодия напоминания
sv: Signal för påminnelser

source: Choose a ringtone for Astrid's alerts
ca: Escull un to per les alertes de l'Astrid
de: Wähle einen Klingelton für Astrids Erinnerungen
es: Elige el tono para las alertas de Astrid
fr: Choissisez une sonnerie pour les alertes d'Astrid
it: Scegli la suoneria di notifica per Astrid
ja: Astridのアラート音を選択
nb: Velg en ringetone for Astrids alarmer
ru: Выбор мелодии будильников Astrid
sv: Välj en ringsignal för Astrids alarm

source: Notification Icons
ca: Icones de Notificació
de: Erinnerungssymbol
es: Iconos de notificación
fr: Icônes de notification
it: Icone di notifica
ja: 通知アイコン
nb: Meldingsikoner
ru: Иконка напоминания
sv: Symboler för påminnelser

source: Choose Astrid's notification bar icon
ca: Escull la icona per mostrar a la barra de Notificació
de: Wähle Astrids Symbol für die Benachrichtigungsleiste
es: Elige el icono para la barra de notificación de Astrid
fr: Choissisez l'icone d'Astrid pour la barre de notification
it: Scegli un'icona per la barra di notifica
ja: Astridの通知用アイコンを選択
nb: Veld Astrid's ikon for meldingspanelet
ru: Выбор иконки напоминания Astrid
sv: Välj Astrids symbol för påminnelse-fältet

source: Vibrate on Alert
de: Vibrieren beim Alarm
es: Vibrar en alerta
fr: Vibrer lors des alertes.
it: Vibrazione telefono
nb: Vibrasjonsvarsling
ru: Будильник с вибрацией
sv: Vibrera vid Alarm

source: If checked, Astrid will vibrate when sounding an alarm
de: Damit Astrid vibriert, wenn ein Alarm ertönt.
es: si es checkeado, Astrid vibrará cuando suene la alarma
fr: Si coché, Astrid vibrera lors de la sonnerie de l'alarme.
it: Vibrazione per segnalare un allarme
nb: Hvis merket vil Astrid vibrere når alarmen går
ru: Если отмечено, будильник будет с вибрацией
sv: Om vald, så kommer Astrid vibrera när ett alarm ljuder

source: Appearance
ca: Apariència
de: Erscheinungsbild
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
nb: Utseende
ru: Интерфейс
sv: Utseende

source: Colorize Task List
ca: Colors de la Llista de Tasques
de: Färbe die Aufgabenliste
es: Colorear lista de tareas
fr: Liste des tâches en couleur
it: Colora elenco attività
ja: タスクリストの色分け
nb: Fargelegging av oppgaveliste
ru: Цветной список задач
sv: Färglägg uppgiftslistan

source: Different colors for different priorities
ca: Diferents colors per diferents prioritats
de: Unterschiedliche Farben für unterschiedliche Prioritäten
es: Diferentes colores para diferentes prioridades
fr: Différentes couleurs pour différentes priorités
it: Colori diversi per diverse priorità
ja: 優先順位毎に色分け
nb: Ulike farger for ulike prioriteter
ru: Разные цвета для разных приоритетов
sv: Olika färg för olika prioritet

source: Task List Size
ca: Tipografia de la Llista de Tasques
de: Größe der Aufgabenliste
es: Tamaño de la lista de tareas
fr: Taille de la liste des choses à faire
it: Dimensione elenco attività
ja: タスクリストのフォント
nb: Størrelse på gjøremålslista
ru: Размер списка задач
sv: Storlek för Uppgiftslista

source: Font size on the main listing page
ca: Tipografia de la pàgina principal
de: Schriftgröße auf der Hauptseite
es: Tamaño de la fuente en la pagina de listado principal
fr: Taille de la police sur la liste de la page principale
it: Dimensione carattere nella pagina principale
ja: メイン画面のフォントサイズ
nb: Skriftstørrelse for hovedlisten
ru: Размер шрифта основного экрана
sv: Textstorlek för huvudlistan

source: Other
ca: Altres
de: Weiteres
es: Otro
fr: Autre
it: Altro
ja: その他
nb: Annet
ru: Другое
sv: Annan

source: Nag Messages
ca: Missatges
de: Nörgel-Nachrichten
es: Mensajes persistentes
fr: Messages moqueurs
it: Messaggi insistenti
ja: しつこくメッセージを表示
nb: Masemeldinger
ru: Ворчание Астрида
sv: Tjat-meddelanden

source: Show Astrid's comments when viewing reminders and postponing tasks?
ca: Mostrar els comentaris d'Astrid mentre es veuen els recordatoris i s'ajornen tasques?
de: Kommentare zeigen, wenn du Erinnerungen aufschiebst?
es: ¿Mostrar comentarios de Astrid al ver recordatorios y posponer tareas?
fr: Afficher les commentaires d'Astrid lors des rappels et des tâches reportées ?
it: Mostra i commenti nei promemoria e posponendo le attività
ja: リマインダーと延期タスクを確認するとき、Astridの解説を表示しますか?
nb: Vis Astrids kommentarer når man ser påminnelser og utsetter oppgaver?
ru: Показывать комментарии Astrid во время просмотра будильников и переносов задач
sv: Visa Astrids kommentarer i påminnelser och när du skjuter upp uppgifter?

source: Default Deadlines
ca: Terminis per Defecte
de: Standardfristen
es: Fecha límite por defecto
fr: Dates limite/prévue par défaut
it: Scadenze predefinite
ja: 期限の初期値
nb: Standard tidsfrister
ru: Крайний срок по умолчанию
sv: Standard-deadlines

source: # of days from now to set new deadlines
ca: # de dies des d'ara per establir nous terminis
de: Anzahl der Tage ab heute zum Setzen neuer Fristen
es: Nº de días desde ahora para la fecha límite
fr: Nombre de jours (à partir de maintenant) où sont définies les dates limite/prévue
it: # giorni da adesso per impostare nuove scadenze
ja: 新しい期限を設定するための現在からの日数 #
nb: Sett tidsfrister dette antallet dager fra nå
ru: # дней от текущего для нового крайнего срока
sv: Antal dagar från nu när du sätter ny deadline

source: Automatic Backups
de: Automatische Sicherung
es: Respaldos Automáticos
fr: Sauvegardes automatiques
it: Backup automatici
nb: Automatiske sikkerhetskopier
ru: Автоматическое резервирование
sv: Automatisk Säkerhetskopiering

source: Perform daily backups to sdcard.
de: Tägliche Sicherungen auf die SD-Karte durchführen.
es: Realizar respaldos diarios en la tarjeta de memoria.
fr: Sauvegarder quotidiennement sur la carte SD.
it: Esegue backup giornalieri sull scheda SD.
nb: Utfør daglige sikkerhetskopieringer til SD-kort.
ru: Выполнять еженедельное резервирование на карту памяти
sv: Utör dagliga säkerhetskopieringar till minneskort

source: Last backup failed: %s
de: Letzte Sicherung fehlgeschlagen: %s
es: El último respaldo falló: %s
fr: Dernière sauvegarde échouée : %s
it: Ultimo backup non riuscito: %s
nb: Siste sikkerhetskopiering feilet: %s
ru: Последнее резервирование неуспешно: %s
sv: Senaste säkerhetskopieringen misslyckades: %s

source: Last backup failed, could not read SD card
de: Letzte Sicherung fehlgeschlagen, SD-Karte konnte nicht gelesen werden.
es: El último respaldo falló, no pude leer la tarjeta de memoria.
fr: La dernière sauvegarde a échouée, impossible de lire sur la carte SD.
it: Ultimo backup non riuscito, impossibile leggere la scheda SD
nb: Siste sikkerhetskopiering feilet, kunne ikke lese SD-kort
ru: Последнее резервирование неуспешно, не могу прочитать карту памяти
sv: Senaste säkerhetskopieringen misslyckades - kunde inte läsa minneskort

source: Latest backup was on %s
de: Letzte Sicherung am %s
es: El último respaldo fué en %s.
fr: Date de dernière sauvegarde : %s
it: Ultimo backup effettuato in data %s
nb: Siste sikkerhetskopi ble tatt den %s
ru: Последнее резервирование выполнено %s
sv: Senaste säkerhetskopiering var %s

source: Displayed Fields
ca: Camps Mostrats
de: Angezeigte Felder
es: Campos mostrados
fr: Champs affichés
it: Campi visualizzati
ja: 表示する項目
nb: Viste felter
ru: Отображаемые поля
sv: Visade fält

source: Select the fields to show in task list
ca: Selecciona els camps per mostrar a la llista de tasques
de: Wähle die in der Aufgabenliste zu zeigenden Felder aus
es: Selecciona los campos que se muestran en la lista de tareas
fr: Selectionnez les champs à afficher dans la liste des tâches
it: Scegli i campi da mostrare nell'elenco attività
ja: タスクリストの内表示する項目を選択
nb: Velg feltene som skal vises i oppgavelisten
ru: Выберите поля, отображаемые в списке задач
sv: Välj vilka fält som ska visas i uppgiftslistan

source: Task Title
ca: Títol de Tasca
de: Aufgabenname
es: Título de la tarea
fr: Nom de la tâche
it: Titolo attività
ja: タスク名
nb: Oppgavetittel
ru: Заголовок задачи
sv: Uppgiftens titel

source: Task description
ca: Descripció de Tasca
de: Aufgabenbeschreibung
es: Descripción de la tarea
fr: Description de la tâche
it: Descrizione attività
ja: タスクの説明
nb: Oppgavebeskrivelse
ru: Описание задачи
sv: Uppgiftsbeskrivning

source: Upcoming deadlines / completed date
ca: Terminis següents / data completada
de: Kommende Fristen / erledigter Termin
es: Próxima fecha límite / terminada
fr: Dates limites imminentes / Date d'achèvement
it: Scadenze imminenti / Date completate
ja: 次の期限 / 完了日
nb: Kommende tidsfrister / fullført dato
ru: Приближающиеся сроки / дата завершения
sv: Ankommande deadlines / avslutat-datum

source: Times
ca: Hores
de: Zeiten
es: Veces
fr: Durées
it: Tempi
ja: 時間
nb: Tider
ru: Таймеры
sv: Tider

source: Estimated &amp; Elapsed Times
ca: Temps Estimat i Transcorregut
de: Geschätzte &amp; verstrichene Zeiten
es: Tiempos estimados y transcurridos
fr: Durée estimée et temps passé
it: Tempo stimato e trascorso
ja: 予定時間と経過時間
nb: Estimert og utløpt tid
ru: Предполагаемое &amp; Затраченное время
sv: Uppskattad &amp; förfluten tid
