Repository: 123unix/tasks
Catalog: translations/strings-*.po
Languages: id, th

source: Day(s)
id: Hari
th: วัน

source: Week(s)
id: Minggu
th: สัปดาห์

source: Month(s)
id: Bulan
th: เดือน

source: Hour(s)
id: Jam
th: ชั่วโมง

source: 1 Task
id: 1 Tugas
th: งาน

source: %d Tasks
id: %d Tugas
th: %d งาน

source: %d / %d Active
id: %d / %d Aktif
th: %d / %d กำลังทำงาน

source: One Alarm
id: Satu Pengingat Waktu
th: หนึ่งการแจ้งเตือน

source: Two Alarms
id: Dua Pengingat Waktu
th: สองการแจ้งเตือน

source: %d Alarms
id: %d Pengingat Waktu
th: %d การแจ้งเตือน

source: %d Tags
id: %d Tag
th: %d ป้ายกำกับ

source: 1 Day
id: 1 Hari
th: 1 วัน

source: %d Days
id: %d Hari
th: %d วัน

source: 1 Hour
id: 1 Jam
th: 1 ชั่วโมง

source: %d Hours
id: %d Jam
th: %d ชั่วโมง

source: 1 Minute
id: 1 Menit
th: 1 นาที

source: %d Minutes
id: %d Menit
th: %d นาที

source: 1 Second
id: 1 Detik
th: 1 วินาที

source: %d Seconds
id: %d Detik
th: %d วินาที

source: 1 Hr
id: 1 Jam
th: 1 ช.ม.

source: %d Hrs
id: %d Jam
th: %d ช.ม.

source: 1 Min
id: 1 Mnt
th: 1 นาที

source: %d Min
id: %d Mnt
th: %d นาที

source: 1 Sec
id: 1 Dtk
th: 1 วิ.

source: %d Sec
id: %d Dtk
th: %d วิ.

source: %s Ago
id: %s Yang Lalu
th: %s ที่ผ่านมาแล้ว

source: Tagged "%s":
id: Ditandai "%s":

source: Untagged Tasks:
id: Tugas Blm Ditandai:
th: งานที่ไม่ติดป้าย:

source: hidden
id: Sembunyi
th: ซ่อน

source: New Task
id: Tugas Baru
th: งานใหม่

source: Could Not Find Requested Tag!
id: Tidak Bisa Menemukan Tanda Yang Diinginkan!
th: ไม่พบป้ายป้ายกำกับที่ร้องขอ

source: Due in
id: Selesai Pada
th: ถึงกำหนดใน

source: Due on
id: Selesai dalam
th: ถึงกำหนดเมื่อ

source: Goal
id: Target Selesai
th: เป้าหมาย

source: Overdue by
id: Lewat Pada
th: พ้นกำหนดแล้ว

source: Finished %s
id: Diselesaikan %s
th: เสร็จแล้ว %s

source: Estimated:
id: Perkiraan:
th: ประมาณ:

source: Spent:
id: Jangka Waktu:
th: ใช้ไป:

source: Poke Every
id: Bunyi Setiap
th: สะกิดทุก ๆ

source: Repeats Every
id: Diulang Setiap
th: เกิดซ้ำทุก ๆ

source: Repeats On Remote Server
id: Berulang Di Remote Server
th: เกิดซ้ำบนแม่ข่ายทางไกล

source: Next Alarm:
id: Pengingat Waktu Berikutnya:
th: การเตือนถัดไป

source: Tags:
id: Tanda:
th: ป้ายกำกับ:

source: Notes:
id: Catatan:
th: บันทึกย่อ:

source: Created:
id: Dibuat:
th: สร้างเมื่อ:

source: Deleted
id: Dihapus
th: ลบเมื่อ

source: Add New Task
id: Tambah Tugas Baru
th: เพิ้มงานใหม่

source: Tags
id: Tanda
th: ป้ายกำกับ

source: Sort/Filters
id: Urut/Tapis
th: เรียง/กรอง

source: Sync
id: Sinkron
th: ทำให้ตรงกัน

source: More
id: Lagi
th: เพิ่มเติม

source: Synchronization
id: Sinkronisasi
th: การปรับปรุงข้อมูลให้ตรงกัน

source: Settings
id: Pengaturan
th: ตั้งค่า

source: Help (opens in Browser)
id: Bantuan (buka di Penselancar)
th: ช่วยเหลือ (เปิดในบราวเซอร์)

source: Take Astrid's Survey!
id: Ikut Astrid Survei!

source: Quick Tips
id: Saran Ringkas
th: คำแนะนำแบบย่อ

source: Clean Up Old Tasks
id: Bersihkan Tugas Lama
th: ทำความสะอาดงานเก่า

source: Edit Task
id: Sunting Tugas
th: แก้ไขงาน

source: Delete Task
id: Hapus Tugas
th: ลบงาน

source: Start Timer
id: Mulai Pencatat Waktu
th: ตัวจับเวลาเริ่ม

source: Stop Timer
id: Henti Pencatat Waktu
th: ตัวจับเวลาหยุด

source: Postpone
id: Tunda
th: เลื่อนเวลาออกไป

source: Hidden/Blocked Tasks
id: Tugas Tersembunyi/Ditutup
th: ซ่อน/หยุด งาน

source: Completed Tasks
id: Tugas Selesai
th: งานที่เสร็จแล้ว

source: Tagged '%s'
id: Bertanda '%s'

source: Auto Sort
id: Urutkan otomatis
th: เรียงอัตโนมัติ

source: Sort By Name
id: Urutkan Berdasar Nama
th: เรียงตามชื่อ

source: Sort By Due Date
id: Urutkan Berdasar Tutup Tanggal
th: เรียงตามกำหนดส่ง

source: Sort Reverse
id: Urutkan Kebalikan
th: เรียงย้อนกลับ

source: Select an Action:
id: Pilih Aksi:
th: เลือกการดำเนินการ:

source: Times You've Postponed: %d
id: Waktu Yang Anda Tunda: %d

source: Postpone for how long?
id: Tunda berapa lama?
th: เลือนไปนานเท่าไหร่?

source: Delete completed tasks older than # days:
id: Hapus tugas selesai lebih dari # hari:

source: Astrid: Editing Task
id: Astrid: Penyuntingan Tugas
th: Astrid: การแก้ไขงาน

source: Astrid: Editing
id: Astrid: Suntingan
th: Astrid: การแก้ไข

source: Astrid: New Task
id: Astrid: Tugas Baru
th: Astrid: งานใหม่

source: Basic
id: Dasar
th: พื้นฐาน

source: Dates
id: Tanggal
th: วันที่

source: Alerts
id: Peringatan
th: แจ้งเตือน

source: Summary
id: Ringkasan
th: สรุป

source: Task Name
id: Nama Tugas
th: ชื่องาน

source: How Important is it?
id: Seberapa Penting?
th: มีความสำคัญอย่างไร?

source: Tag Name
id: Nama Tanda
th: ชื่อป้ายกำกับ

source: How Long Will it Take?
id: Berapa Lama Dikerjakan?
th: ใช้เวลานานเท่าใด?

source: Time Already Spent on Task
id: Waktu Yang Dihabiskan untuk Tugas
th: เวลาที่ใช้ไปแล้วกับงาน

source: Absolute Deadline
id: Batas Waktu Tetap
th: กำหนดส่งจริง

source: Goal Deadline
id: Batas Waktu Target
th: กำหนดส่งที่คาดหมาย

source: Add Task To Calendar
id: Tambahkan Tugas ke Kalender
th: เพิ่มงานไปยังปฏิทิน

source: Open Calendar Event
id: Buka Acara Kalender
th: เปิดเหตุการณ์ปฏิทิน

source: Hide Until This Date
id: Sembunyikan Sampai Hari Ini
th: ซ่อนจนกระทั่งวันนี้

source: Repeat Every
id: Ulang Setiap
th: เกิดซ้ำทุก ๆ

source: No Repeat Set
id: Tidak Ada Pengulangan
th: ไม่มีการตั้งค่าการเกิดซ้ำ

source: Hide Until This Task is Done
id: Sembunyikan Sampai Tugas Selesai
th: ซ่อนจนกระทั่งงานนี้เสร็จ

source: Notes
id: Catatan
th: บันทึกย่อ

source: Enter Task Notes
id: Masukkan Catatan Tugas
th: ป้อนบันทึกงานย่อ

source: Periodic Reminders
id: Pengingat Berulang
th: การแจ้งเตือนเป็นช่วงเวลา

source: Every
id: Setiap
th: ทุกๆ

source: Notify me...
id: Ingatkan saya...
th: เตือนฉัน...

source: As Deadlines Approach
id: Mendekati Batas Waktu
th: เมื่อเข้าใกล้กำหนดส่ง

source: At Deadlines
id: Sudah Batas Waktu
th: เมื่อถึงกำหนดส่ง

source: After Absolute Deadline Passes
id: Setelah Batas Waktu Tetap Terlampaui
th: หลังจากที่กำหนดส่งจริงผ่านไปแล้ว

source: Alarm Clock Mode
id: Mode Jam Pengingat Waktu
th: โหมดนาฬิกาปลุก

source: Fixed Reminders
id: Pengingat tetap
th: การแจ้งเตือนตายตัว

source: Add New Reminder
id: Tambahkan Pengingat Baru
th: เพิ่มการแจ้งเตือนใหม่

source: Time (hours : minutes)
id: Waktu (jam: menit)
th: เวลา (ชั่วโมง : นาที)

source: Remind Me Every
id: Ingatkan Saya Setiap
th: แจ้งเตือนเราทุก ๆ

source: Repeat Every (0 to disable)
id: Ulang Setiap (0 tidak difungsikan)
th: เกิดซ้ำทุก ๆ (0 เพื่อปิด)

source: Help: Astrid Repeats
id: Bantuan: Astrid Mengulang
th: ช่วยเหลือ: การเกิดซ้ำ Astrid

source: To use repeats, set at least one of the deadlines above. When you complete this task, the deadline will be automatically advanced. \n\n If you don't want to see the new task right after you complete the old one, you should use the "Hide Until" field, which will also be advanced automatically. \n
id: Untuk menggunakan perulangan, pilih satu dari batas waktu diatas. Jika anda selesai tugas ini, batas waktu akan otomatis dimajukan. \n\n Jika anda tidak ingin melihat tugas baru setelah anda menyelesaikan yang lama, anda harus menggunakan "Sembunyikan Sampai", yang juga akan otomatis dimajukan. \n

source: Don't Show Help Anymore
id: Jangan lagi Menampilkan Bantuan
th: ไม่ต้องแสดงความช่วยเหลืออีกต่อไป

source: Save
id: Simpan
th: บันทึก

source: Discard
id: Lupakan
th: ทิ้งไป

source: Edit
id: Sunting
th: แก้ไข

source: Delete
id: Hapus
th: ลบ

source: Click to Set
id: Klik untuk Pengaturan
th: คลิกเพื่อตั้งค่า

source: Task Saved: due in %s
id: Tugas Disimpan: kerjakan pada %s
th: งานที่บันทึกไว้: กำหนดใน %s

source: Task Saved: due %s ago
id: Tugas Disimpan: dikerjakan %s yang lalu
th: งานที่บันทึกไว้: กำหนดใน %s ที่ผ่านมาแล้ว

source: Task Saved
id: Tugas Disimpan
th: งานที่บันทึกไว้

source: Astrid says...
id: Astrid mengatakan...
th: Astrid พูดว่า...

source: Astrid: Tag View:
id: Astrid: Melihat Tanda:
th: Astrid: มุมมองป้ายกำกับ:

source: Create Task With Tag
id: Membuat Tugas Dengan Tanda
th: สร้างงานด้วยป้ายกำกับ

source: Edit Tag
id: Menyunting Tanda
th: แก้ไขป้ายกำกับ

source: Delete Tag
id: Hapus Tanda
th: ลบป้ายกำกับ

source: Show on Home Page
id: Lihat Halaman Utama
th: แสดงในหน้าหลัก

source: Hide on Home Page
id: Sembunyikan Halaman Utama
th: ซ่อนในหน้าหลัก

source: Create Shortcut
id: Buat Pintasan
th: สร้างทางลัด

source: Shortcut created on your home screen!
id: Pintasan dibuat di layar utama!
th: ทางลัดถูกสร้างบนหน้าจอหลักของคุณแล้ว!

source: Tag:
id: Tanda:
th: ป้ายกำกับ:

source: [untagged]
id: [tidak bertanda]
th: [ไม่ติดป้ายกำกับ]

source: Sort A-Z
id: Urutkan A-Z
th: เรียง ก-ฮ

source: Sort by Size
id: Urutkan Berdasar Ukuran
th: เรียงตามขนาด

source: Synchronization Services
id: Sinkronisasi Layanan
th: บริการการปรับข้อมูลให้ตรงกัน

source: Actions
id: Aksi
th: การดำเนินการ

source: Options
id: Pilihan
th: ตัวเลือก

source: Remember The Milk
id: Ingat The Milk

source: Auto-Synchronize
id: Sinkronisasi-Otomatis
th: ปรับข้อมูลให้ตรงกันโดยอัตโนมัติ

source: If set, synchronization occurs automatically given interval
id: Jika dipilih, sinkronisasi dilakukan otomatis setiap selang waktu tertentu
th: ถ้าถูกตั้งค่า, การปรับข้อมูลให้ตรงกันจะเกิดขึ้นอัตโนมัติตามช่วงเวลาที่กำหนด

source: Main Menu Shortcut
id: Pintasan Menu Utama
th: ทางลัดเมนูหลัก

source: Show "Synchronize" in Astrid's menu
id: Tampilkan "Synchronize" di menu Astrid

source: Hide Dialogs
id: Sembunyikan Dialog
th: ซ่อนไดอะล็อก

source: Hide the Sync Results dialogs
id: Sembunyikan dialog hasil Sinkronisasi
th: ซ่อนไดอะล็อกผลการปรับให้ตรงกัน

source: Auto-Sync Wifi Only
id: Hanya Oto-Sinkron Wifi
th: ปรับข้อมูลอัตโนมัติโดยใช้ WiFi เท่านั้น

source: If set, auto-sync only happens when Wifi is active
id: Jika dipilih, Oto-Sinkron hanya aktif jika Wifi aktif
th: ถ้าตั้งค่า, การปรับข้อมูลอัตโนมัติจะเกิดก็ต่อเมื่อ WiFi ทำงานอยู่

source: Sync Error! Sorry for the inconvenience! Error:
id: Kesalahan Sinkron! Mohon Maaf! Kesalahan:
th: การปรับข้อมูลผิดพลาด! ขออภัยในความไม่สะดวก! ผิดพลาด:

source: Astrid 2.7 now performs synchronization with RTM in the background. You will be directed to the preferences page to configure how often you want this to occur (it is a minor drain on battery).
id: Astrid 2.7 sekarang melakukan sinkronisasi dengan RTM. Anda akan diarahkan ke halaman preferensi untuk mengatur frekuensi sinkronisasi akan dilakukan (tidak akan banyak memerlukan energi bateri anda).
th: Astrid 2.7 จะทำการปรับข้อมูลให้ตรงกันด้วย RTM ในเบื้องหลัง. คุณจะถูกส่งต่อไปยังหน้าการปรับแต่งเพื่อปรับค่าว่าบ่อยครั้งแค่ไหนที่คุณต้องการให้มันเกิดขึ้น (มันจะใช้แบตเตอรี่เล็กน้อย)

source: Synchronize Now!
id: Sinkronkan Sekarang!
th: ปรับข้อมูลเดี๋ยวนี้!

source: Clear Personal Data
id: Hapus Data Pribadi
th: ล้างข้อมูลส่วนตัว

source: Sync: Up to date!
id: Sinkron: Terkini!
th: ปรับข้อมูล: ล่าสุดแล้ว!

source: Clear data for selected services?
id: Hapus data untuk layanan tertentu?
th: ล้างข้อมูลสำหรับบริการที่เลือก?

source: No Synchronizers Enabled!
id: Pengatur Sinkronisasi Tidak Aktif!
th: ไม่มีการเปิดใช้งานการปรับข้อมูลให้ตรงกัน!

source: Last Sync Date: %s
id: Tanggal Sinkron Terakhir: %s
th: ปรับข้อมูลล่าสุดเมื่อ: %s

source: Last AutoSync Attempt: %s
id: OtoSinkron Terakhir Pada: %s
th: พยายามปรับปรับข้อมูลล่าสุด: %s

source: never
id: tidak pernah
th: ไม่เคย

source: %s Results
id: Hasil %s
th: %s ผล

source: Summary - Astrid Tasks:
id: Ringkasan- Astrid Tugas:
th: สรุป - งาน Astrid:

source: Summary - Remote Server:
id: Ringkasan - Server Jauh:
th: สรุป - แม่ข่ายระยะไกล:

source: Created: %d
id: Dibuat: %d
th: สร้างเมื่อ: %d

source: Updated: %d
id: Diperbarui: %d
th: ปรบปรุง: %d

source: Deleted: %d
id: Dihapus: %d
th: ลบ: %d

source: Merged: %d
id: Digabung: %d
th: รวมเข้า: %d

source: Reading Remote Data
id: Membaca Data Jauh
th: กำลังอ่านข้อมูลทางไกล

source: Reading List: %s
id: Membaca Daftar: %s
th: กำลังอ่านรายการ:

source: Synchronizing Repeating Task
id: Tugas Sinkronisasi Berulang
th: กำลังปรับงานเกิดซ้ำให้ตรงกัน

source: Transmitting: %s
id: Pengiriman: %s
th: กำลังถ้ายโอน: %s

source: Locally Deleted Tasks
id: Tugas Lokal Yang Dihapus
th: งานท้องถิ่นที่ถูกลบ

source: Receiving: %s
id: Menerima: %s
th: กำลังรับ: %s

source: Please Log In to RTM...
id: Mohon Log In ke RTM...
th: กรุณาเข้าสู่ระบบไปยัง RTM

source: Sorry, there was an error verifying your login. Please try again. \n\n Error Message:
id: Maaf, ada kesalahan verifikasi login anda. Mohon coba lagi. \n\n Pesan Kesalahan:
th: ขออภัย, มีข้อผิดพลาดในการยืนยันตัวตนของการเข้าระบบของคุณ. กรุณาลองอีกครั้ง. \n\n ข้อความข้อผิดพลาด:

source: Loading...
id: Memuat...
th: กำลังโหลด...

source: Updating List...
id: Memperbarui Daftar...
th: กำลังปรับปรุงรายการ...

source: Information
id: Informasi
th: ข้อมูล

source: Question
id: Pertanyaan
th: คำถาม

source: Done
id: Selesai
th: เสร็จแล้ว

source: View This Task
id: Lihat Tugas
th: ดูรายการนี้

source: Already Done!
id: Sudah Diselesaikan!
th: เสร็จเรียบร้อยแล้ว!

source: Snooze...
id: Tidur
th: หลับ..

source: Go Away!
id: Keluar
th: ไปให้พ้น!

source: Hours/minutes to snooze?
id: Jam/menit tidur?
th: ชั่วโมง/นาที ก่อนจะหลับไป?

source: Delete this task?
id: Hapus tugas ini?
th: ลบงานนี้?

source: Remove this tag from all tasks?
id: Hapus tanda ini dari semua tugas?
th: ลบป้ายกำกับนี้จากงานทั้งหมด?

source: Stop the timer?
id: Hentikan pencatat waktu?
th: หยุดตัวจับเวลา?

source: Some things you may not know about Astrid:\n \n - To create a task, just start typing!\n - While editing a task, hit 'back' to save it\n - Select a task &amp; press 1-4 to quickly change it's priority\n - If a task has a deadline, long-press to postpone it\n \n Thanks for using Astrid!\n
id: Sesuatu yang mungkin anda belum tahu tentang Astrid:\n \n - Untuk memulai tugas, langsung mulai mengetik, tekan'kembali' untuk menyimpannya\n - Pilih salah satu tugas &amp; tekan1-4 untuk merubah prioritas\n - Jika tugas mempunyai bwtas waktu, tekan agak lama jika akan menunda\n \n Terima kasih menggunakan Astrid!\n

source: Astrid Tag Alert
id: Tanda Peringatan Astrid
th: การเตือนป้ายกำกับ Astrid

source: Astrid will send you a reminder when you have uncompleted tasks with the following criteria:
id: Astrid akan mengirim pengingat ketika anda belum menyelesaikan tugas dengan kriteria berikut:
th: Astrid จะส่งการแจ้งแตือนไปยังคุณ เมื่อคุณมีงานที่ยังทำไม่เสร็จด้วยเงื่อนไขตามนี้:

source: Tagged with:
id: Tandai dengan:
th: ติดป้ายกำกับด้วย:

source: Absolute Deadline!
id: Batas Waktu Tetap!
th: กำหนดส่งจริง!

source: Goal Deadline!
id: Batas Waktu Target!
th: กำหนดส่งที่คาด

source: Working on:
id: Bekerja pada:
th: กำลังทำงานใน:

source: You have $NUM tagged $TAG!
id: Anda memiliki $NUM berlabel $TAG!
th: คุณมี $NUM ที่ถูกติดป้าย $TAG!

source: Could not find this item:
id: Tidak bisa menemukan benda ini:

source: Notifications
id: Pemberitahuan
th: การแจ้งให้ทราบ

source: Quiet Hours Start
id: Waktu Tenang Dimulai
th: ชั่วโมงเงียบเริ่มจาก

source: Start time to silence notifications for periodic reminders
id: SMulai waktu Astrid harus tenang
th: เวลาที่เริ่มเงียบการแจ้งเตือนให้ทราบสำหรับการแจ้งเตือนเป็นช่วงเวลา

source: Quiet Hours End
id: Waktu Tenang Berakhir
th: ชั่วโมงเงียบสิ้นสุด

source: End time to silence notifications
id: Akhir waktu Astrid harus tenang
th: เวลาสิ้นสุดสำหรับเงียบการแจ้งเตือน

source: Default Reminders
id: Pengingat Bawaan
th: การแจ้งเตือนมาตรฐาน

source: For new tasks, default reminder in days (i.e. 7). Blank to disable
id: Untuk tugas baru, dalam hari (7). Tidak aktif jika kosong
th: สำหรับงานใหม่, แจ้งเตือนมาตรฐานในวัน (เช่น 7). ปล่อยว่างเพื่อปิดการทำงาน

source: Persistent Mode
id: Mode Tetap
th: โหมดอยู่ตลอดเวลา

source: If checked, LED and notifications must be cleared one at a time
id: Bila dipilih, LED and semua pesan akan dihapus bersamaan
th: ถ้าถูกเลือก, LED และการแจ้งเตือนเพื่อทราบจะต้องถูกล้างครั้งหนึ่งต่อเวลา

source: Notification Ringtone
id: Dering Suara Pengingat
th: เสียงกริ่งแจ้งเตือนเพื่อทราบ

source: Choose a ringtone for Astrid's alerts
id: Pilih dering suara pengingat untuk Astrid

source: Notification Icons
id: Ikon Pemberitahuan
th: ไอคอนการแจ้งเตือนเพื่อทราบ

source: Choose Astrid's notification bar icon
id: Pilih kotak pesan Astrid

source: Appearance
id: Tampilan
th: รูปโฉม

source: Colorize Task List
id: Daftar Tugas Berwarna
th: ใส่สีรายการงาน

source: Different colors for different priorities
id: Warna lain untuk tiap jenis prioritas
th: ใช้สที่แตกต่างกับระดับความสำคัญที่ต่างกัน

source: Task List Size
id: Huruf Daftar Tugas
th: ขนาดรายการงาน

source: Font size on the main listing page
id: Huruf di halaman daftar utama
th: ขนาดฟอนต์บนหน้ารายการหลัก

source: Other
id: Lain-lain
th: อื่น ๆ

source: Nag Messages
id: Pesan Nag
th: ข้อความกวน

source: Show Astrid's comments when viewing reminders and postponing tasks?
id: Tampilkan komentar Astrid ketika melihat pengingat dan tugas tunda?

source: Default Deadlines
id: Batas waktu bawaan
th: กำหนดส่งมาตรฐาน

source: # of days from now to set new deadlines
id: # hari dari sekarang ke batas waktu yang ditentukan
th: # ของวันจากปัจจุบันที่จะตั้งค่ากำหนดส่งใหม่

source: Displayed Fields
id: Ruang Ditampilkan
th: เขตข้อมูลที่แสดง

source: Select the fields to show in task list
id: Pilih ruang untuk menampilkan di daftar tugas
th: เลือกเขตข้อมูลที่จะแสดงในรายการงาน

source: Task Title
id: Judul Tugas
th: ชื่อเรื่องงาน

source: Task description
id: Keterangan Tugas
th: รายละเอียดงาน

source: Upcoming deadlines / completed date
id: Batas waktu berikutnya / tanggal selesai
th: กำหนดส่งที่ใกลเข้ามา / วันที่เสร็จสมบูรณ์

source: Times
id: Waktu
th: เวลา

source: Estimated &amp; Elapsed Times
id: Perkiraan waktu; Waktu Yang Dilalui
th: เวลาประมาณการและที่ผ่านไปแล้ว

source: Importance
id: Tingkat Pentingnya
th: ความสำคัญ

source: Task importance indicator
id: Indikator Tingkat Pentingnya Tugas
th: ตัวบอกความสำคัญของงาน

source: Tags associated with this task
id: Tanda yang berhubungan dengan tugas ini
th: ป้ายกำกับที่เกี่ยวข้องกับงานนี้

source: Repeats
id: Berulang
th: การเกิดซ้ำ

source: Task repeat information
id: Informasi tugas berulang
th: ข้อมูลการเกิดซ้ำของงาน

source: Reminders
id: Pengingat
th: การแจ้งเตือน

source: Displayed if this task has reminders
id: Ditampilkan jika tugas ini ada pengingat
th: แสดงถ้างานนี้มีการแจ้งเตือน

source: Notes associated with this task
id: Catatan berkaitan dengan tugas ini
th: บันทึกย่อที่เกี่ยวข้องกับงานนี้

source: Astrid Task/Todo List
id: Daftar Tugas/Kerjakan dalam Astrid
th: งาน/รายการสิ่งที่จะทำ ของ Astrid

source: Astrid is the highly-acclaimed open-source task list that is simple enough to not get in your way, powerful enough to help you get stuff done! Tags, reminders, RememberTheMilk sync, Locale plug-in &amp; more!
id: Astrid adalah perangkat sumber terbuka daftar tugas yang dapat membantu anda untuk mengatur pekerjaan, sangat sesuai untuk merancang penyelesaian pekerjaan dengan memberikan berbagai fasilitas! Penanda, Pengingat, Pengingat TheMilk sync, Lokal plug-in &amp; dan banyak lagi!
th: Astrid เป็นรายการงานแบบเปิดรหัสที่ได้รับการตอบรับเป็นอย่างสูง ซึ่งเรียบง่ายเพียงพอที่จะไม่เข้ามาขวางทางคุณ, มีประสิทธิภาพเพียงพอทีจะช่วยคุณทำสิ่งต่าง ๆ ให้เสร็จเรียบร้อย! ป้ายกำกับ, การแจ้งเตือน, การปรับข้อมูลกันกับ RememberTheMilk, ปลั๊กอินภาษาท้องถิ่น และอื่น ๆ อีกมากมาย!

source: translator-credits
id: Launchpad Contributions: Waluyo Adi Siswanto https://launchpad.net/~was-wlk
th: Launchpad Contributions: Seksan Poltree https://launchpad.net/~seksan-poltree

source: 1 Tag
th: 1 ป้ายกำกับ

source: Tagged \"%s\":
th: ติดป้าย \"%s\":

source: Take Astrid\'s Survey!
th: ทำแบบสอบถามของ Astrid

source: Tagged \'%s\'
th: ติดป้าย \'%s\'

source: Times You\'ve Postponed: %d
th: ครั้งที่คุณได้เลื่อนออกไป: %d

source: "Delete completed tasks older than # days:"
th: "ลบงานที่เสร็จแล้วที่เก่ากว่า # วัน:"

source: To use repeats, set at least one of the deadlines above. When you complete this task, the deadline will be automatically advanced. \n\n If you don\'t want to see the new task right after you complete the old one, you should use the "Hide Until" field, which will also be advanced automatically. \n
th: เพื่อใช้การเกิดซ้ำ, ตั้งค่ากำหนดส่งข้างต้น อย่างน้อยหนึ่งกำหนดการ. เมื่อคุณทำงานเสร็จแล้ว, กำหนดส่งจะถูกเลือนไปข้างหน้าโดยอัตโนมัติ. \n\n ถ้าคุณไม่ต้องการที่จะเห็นงานใหม่อยู่หลังจากที่คุณทำไปแล้ว, คุณอาจจะใช้ช่อง "ซ่อนจะกระทั่ง", ซึ่งจะทำการเลือกไปข้างหน้าโดยอัตโนมัติเช่นเดียวกัน. \n

source: Show \"Synchronize\" in Astrid\'s menu
th: แสดง \"ปรับข้อมูลให้ตรงกัน\" ในเมนูของ Astrid

source: Some things you may not know about Astrid:\n \n - To create a task, just start typing!\n - While editing a task, hit \'back\' to save it\n - Select a task &amp; press 1-4 to quickly change it\'s priority\n - If a task has a deadline, long-press to postpone it\n \n Thanks for using Astrid!\n
th: บางอย่างคุณอาจจะไม่ทราบเกี่ยวกับ Astrid:\n \n - ในการสร้างงาน, เพียงเริ่มพิมพ์!\n - ขณะกำลังแก้ไขงาน, กด \'back\' เพื่อบันทึกมัน\n - เลือกงานหนึ่งและกด 1-4 เพื่อเปลี่ยนความสำคัญแบบเร็ว\n - ถ้างานนั้นมีกำหนดส่ง, กดแช่เพื่อเลือนเวลามันออกไป\n \n ขอบคุณที่ใช้ Astrid!

source: It looks like you are using an app that can kill processes (%s)! If you can, add Astrid to the exclusion list so it doesn\'t get killed. Otherwise, Astrid might not let you know when your tasks are due.\n
th: ดูเหมือนว่าคุณกำลังใช้งานโปรแกรมที่สามารถฆ่ากระบวนการ (%s)! ถาเป็นไปได้, เพิ่ม Astrid ไปยังรายการแยกออกไป ดังนั้นมันจะไม่ทำการฆ่า. มิฉะนั้น, Astrid อาจไม่ให้คุณรู้เมื่องานของคุณถึงกำหนด.\n

source: I Won\'t Kill Astrid!
th: ฉันจะไม่ฆ่า Astrid!

source: Choose a ringtone for Astrid\'s alerts
th: เลือกเสียงกริ่งสำหรับการเตือนของ Astrid

source: Choose Astrid\'s notification bar icon
th: เลือกไอคอนบนแถบของการแจ้งเตือนเพื่อทราบ

source: Vibrate on Alert
th: สั่นเมื่อมีการเตือน

source: If checked, Astrid will vibrate when sounding an alarm
th: ถ้าเลือก, Astrid จะสั่นเมื่อมีเสียงการเตือน

source: Show Astrid\'s comments when viewing reminders and postponing tasks?
th: แสดงข้อคิดเห็นเมื่อกำลังดูการแจ้งเตือนและเลื่อนเวลางานออกไป

source: Read Astrid tasks
th: อ่านงาน Astrid
